{"1": {"mechanics": ["Area Control / Area Influence", "Auction/Bidding", "Dice Rolling", "Hand Management", "Simultaneous Action Selection"], "usersrated": 4451, "image": "//cf.geekdo-images.com/images/pic159509.jpg", "wishing": 1619, "owned": 5209, "trading": 163, "id": 1, "yearpublished": "1986", "maxplayers": 5, "numweights": 717, "wanting": 503, "thumbnail": "//cf.geekdo-images.com/images/pic159509_t.jpg", "publishers": ["Hans im Glück Verlags-GmbH", "Moskito Spiele", "Valley Games, Inc."], "families": ["Country: Germany", "Valley Games Classic Line"], "description": "Die Macher is a game about seven sequential political races in different regions of Germany. Players are in charge of national political parties, and must manage limited resources to help their party to victory. The winning party will have the most victory points after all the regional elections. There are four different ways of scoring victory points. First, each regional election can supply one to eighty victory points, depending on the size of the region and how well your party does in it. Second, if a party wins a regional election and has some media influence in the region, then the party will receive some media-control victory points. Third, each party has a national party membership which will grow as the game progresses and this will supply a fair number of victory points. Lastly, parties score some victory points if their party platform matches the national opinions at the end of the game.<br/><br/>The 1986 edition featured 4 parties from the old West Germany and supported 3-4 players. The 1997 edition supports up to 5 players in the re-united Germany and updated several features of the rules as well.  The 2006 edition also supports up to 5 players and adds a shorter 5 round variant and additional rules updates by the original designer.<br/><br/>Die Macher is #1 in the Valley Games Classic Line<br/><br/>", "minplayers": 3, "averageweight": 4.3473, "bayesaverage": 7.31389, "designers": ["Karl-Heinz Schmiel"], "categories": ["Economic", "Negotiation", "Political"], "name": {"@sortindex": "5", "#text": "Die Macher", "@primary": "true"}, "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "136"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "82"}], "average": 7.67139, "median": 0.0, "stddev": 1.59242, "numcomments": 1757}, "2": {"mechanics": ["Trick-taking"], "usersrated": 469, "image": "//cf.geekdo-images.com/images/pic184174.jpg", "wishing": 153, "owned": 1021, "trading": 72, "id": 2, "yearpublished": "1981", "maxplayers": 4, "numweights": 52, "wanting": 66, "thumbnail": "//cf.geekdo-images.com/images/pic184174_t.jpg", "publishers": ["E.S. Lowe", "Milton Bradley"], "families": ["Animals: Dragons"], "description": "Dragonmaster is a trick-taking card game based on an older game called Coup d'etat. Each player is given a supply of plastic gems, which represent points. Each player will get to be the dealer for five different hands, with slightly different goals for each hand. After all cards have been dealt out, the dealer decides which hand best suits his or her current cards, and the other players are penalized points (in the form of crystals) for taking certain tricks or cards. For instance, if &quot;first&quot; or &quot;last&quot; is called, then a player is penalized for taking the first or last tricks. All players will get a chance to be dealer for five hands, but other players can steal this opportunity by taking all of the tricks during certain hands. At the end, the biggest pile of gems wins the game.<br/><br/>Jewel contents:<br/><br/>11 clear (3 extra)<br/>13 green (1 extra)<br/>22 red (2 extra)<br/>22 blue (2 extra)<br/><br/>", "minplayers": 3, "averageweight": 1.9423, "bayesaverage": 5.87805, "designers": ["G. W. \"Jerry\" D'Arcey"], "categories": ["Card Game", "Fantasy"], "name": {"@sortindex": "1", "#text": "Dragonmaster", "@primary": "true"}, "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2484"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "1043"}], "average": 6.58784, "median": 0.0, "stddev": 1.47225, "numcomments": 267}, "3": {"mechanics": ["Area Control / Area Influence", "Hand Management", "Set Collection", "Tile Placement"], "usersrated": 11816, "image": "//cf.geekdo-images.com/images/pic3211873.jpg", "wishing": 2529, "owned": 11605, "trading": 243, "id": 3, "yearpublished": "1998", "maxplayers": 4, "numweights": 1348, "wanting": 697, "thumbnail": "//cf.geekdo-images.com/images/pic3211873_t.jpg", "publishers": ["999 Games", "ABACUSSPIELE", "Astrel Games", "Ceilikan Jogos", "Descartes Editeur", "Fantasy Flight Games", "Hans im Glück Verlags-GmbH", "Hobby Japan", "Lacerta", "Lautapelit.fi", "Rio Grande Games", "Skandinavisk  Spil Kompagni", "Wargames Club Publishing"], "families": ["Asian Theme", "Country: Japan", "Knizia tile-laying trilogy", "Samurai"], "description": "Part of the Knizia tile-laying trilogy, Samurai is set in medieval Japan. Players compete to gain the favor of three factions: samurai, peasants, and priests, which are represented by helmet, rice paddy, and Buddha tokens scattered about the board, which features the islands of Japan. The competition is waged through the use of hexagonal tiles, each of which help curry favor of one of the three factions &mdash; or all three at once! Players can make lightning-quick strikes with horseback ronin and ships or approach their conquests more methodically. As each token (helmets, rice paddies, and Buddhas) is surrounded, it is awarded to the player who has gained the most favor with the corresponding group.<br/><br/>Gameplay continues until all the symbols of one type have been removed from the board or four tokens have been removed from play due to a tie for influence.<br/><br/>At the end of the game, players compare captured symbols of each type, competing for majorities in each of the three types. Ties are not uncommon and are broken based on the number of other, &quot;non-majority&quot; symbols each player has collected.<br/><br/>", "minplayers": 2, "averageweight": 2.5089, "bayesaverage": 7.28728, "designers": ["Reiner Knizia"], "categories": ["Abstract Strategy", "Medieval"], "name": [{"@sortindex": "1", "#text": "Samurai", "@primary": "true"}, {"@sortindex": "1", "#text": "Samuraj"}, {"@sortindex": "1", "#text": "Самурай"}, {"@sortindex": "1", "#text": "侍"}], "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "146"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "107"}], "average": 7.4389, "median": 0.0, "stddev": 1.1876, "numcomments": 3248}, "5": {"mechanics": ["Hand Management", "Stock Holding", "Tile Placement"], "usersrated": 14903, "image": "//cf.geekdo-images.com/images/pic3299296.jpg", "wishing": 2178, "owned": 18214, "trading": 817, "id": 5, "yearpublished": "1964", "maxplayers": 6, "numweights": 1507, "wanting": 501, "thumbnail": "//cf.geekdo-images.com/images/pic3299296_t.jpg", "publishers": ["3M", "Avalon Hill", "Avalon Hill (Hasbro)", "Dujardin", "Grow Jogos e Brinquedos", "PS-Games", "Schmidt France", "Schmidt International", "Schmidt Spiele", "Selecta Spel en Hobby", "Smart Games, Inc."], "families": ["3M Bookshelf Series"], "description": "In Acquire, each player strategically invests in businesses, trying to retain a majority of stock.  As the businesses grow with tile placements, they also start merging, giving the majority stockholders of the acquired business sizable bonuses, which can then be used to reinvest into other chains.  All of the investors in the acquired company can then cash in their stocks for current value or trade them 2-for-1 for shares of the newer, larger business.  The game is a race to acquire the greatest wealth.<br/><br/>This Sid Sackson classic has taken many different forms over the years depending on the publisher.  Some versions of the 3M bookshelf edition included rules for a 2-player variant. The original version is part of the 3M Bookshelf Series.<br/><br/>Note: many books and websites list this as a 1962 publication. This is incorrect; information from Sid Sackson's diaries, correspondence, and royalty statements prove that it was published in 1964.  However, for some reason admins continue to accept &quot;corrections&quot; of the publication date to 1962.  A detailed timeline of the development and publication of the game can be found at <a target='_blank' href=\"https://opinionatedgamers.com/2014/05/29/how-acquire-became-acquire/\" rel=\"nofollow\">https://opinionatedgamers.com/2014/05/29/how-acquire-became-...</a>, for those interested.<br/><br/>", "minplayers": 3, "averageweight": 2.5109, "bayesaverage": 7.22361, "designers": ["Sid Sackson"], "categories": ["Economic"], "name": [{"@sortindex": "1", "#text": "Acquire", "@primary": "true"}, {"@sortindex": "1", "#text": "Cartel"}, {"@sortindex": "1", "#text": "Grand Hôtel"}, {"@sortindex": "1", "#text": "Hotel-Haie"}, {"@sortindex": "1", "#text": "Hotel-König"}, {"@sortindex": "1", "#text": "Investor"}, {"@sortindex": "1", "#text": "Trust"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "177"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "133"}], "average": 7.35966, "median": 0.0, "stddev": 1.33105, "numcomments": 4928}, "7": {"mechanics": ["Area Enclosure", "Pattern Building", "Pattern Recognition", "Tile Placement"], "usersrated": 2718, "image": "//cf.geekdo-images.com/images/pic181642.jpg", "wishing": 386, "owned": 4470, "trading": 258, "id": 7, "yearpublished": "1978", "maxplayers": 2, "numweights": 258, "wanting": 88, "thumbnail": "//cf.geekdo-images.com/images/pic181642_t.jpg", "publishers": ["Brightway Products Ltd", "Falomir Juegos", "Family Games, Inc.", "Gazebo Games UK Ltd.", "Gigamic", "Holzinsel", "Lagoon Games", "Mattel", "Robert P. Moore Games"], "families": ["Combinatorial", "Polyominoes"], "description": "In Cathedral, each player has a set of pieces of a different color. The pieces are in the shapes of buildings, covering from one to five square units. The first player takes the single neutral Cathedral piece and places it onto the board. Players then alternate placing one of their buildings onto the board until neither player can place another building. Players capture territory by surrounding areas that are occupied by at most one opponent or neutral building. A captured piece is removed and captured territory becomes off-limits to the opponent. The player with the fewest 'square units' of buildings that can't be placed wins.<br/><br/>", "minplayers": 2, "averageweight": 1.8217, "bayesaverage": 6.23109, "designers": ["Robert P. Moore"], "categories": ["Abstract Strategy"], "name": [{"@sortindex": "1", "#text": "Castle City"}, {"@sortindex": "1", "#text": "Catedral"}, {"@sortindex": "1", "#text": "Cathedral", "@primary": "true"}, {"@sortindex": "1", "#text": "Cathedral: World"}, {"@sortindex": "1", "#text": "Kathedrale"}, {"@sortindex": "1", "#text": "Monumental Moves"}], "playingtime": 20, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1308"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "108"}], "average": 6.50582, "median": 0.0, "stddev": 1.30105, "numcomments": 1069}, "9": {"mechanics": ["Area Control / Area Influence", "Tile Placement"], "usersrated": 1255, "image": "//cf.geekdo-images.com/images/pic1731731.jpg", "wishing": 303, "owned": 2221, "trading": 139, "id": 9, "yearpublished": "1998", "maxplayers": 4, "numweights": 142, "wanting": 111, "thumbnail": "//cf.geekdo-images.com/images/pic1731731_t.jpg", "publishers": ["999 Games", "Hans im Glück Verlags-GmbH", "Rio Grande Games"], "families": ["El Grande"], "description": "Although referred to as a sequel to El Grande, El Caballero shares few aspects with its namesake, being a fun but intense brain-burner in which players explore and attempt to control the lands and waterways of the New World.<br/><br/>The players are following Columbus by exploring the islands he discovered. Players slowly explore the islands &ndash; by picking and placing land tiles that are most favorable to them &ndash; and discover wealth in the form of gold and fish. As they learn about the land and sea areas of this new land, they position their caballeros to try to maintain control of the important regions. Castillos give them a measure of protection from others, and ships allow them to establish trade and to fish for food. Success is measured in the size of land and sea areas they control. Their success is measured twice, and in the end these scores are summed and the winner declared.<br/><br/>", "minplayers": 2, "averageweight": 3.1972, "bayesaverage": 6.0912, "designers": ["Wolfgang Kramer", "Richard Ulrich"], "categories": ["Exploration"], "name": [{"@sortindex": "4", "#text": "El Caballero", "@primary": "true"}, {"@sortindex": "1", "#text": "Conquistador"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1656"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "805"}], "average": 6.51707, "median": 0.0, "stddev": 1.41055, "numcomments": 520}, "10": {"mechanics": ["Card Drafting", "Hand Management", "Point to Point Movement", "Route/Network Building"], "usersrated": 6633, "image": "//cf.geekdo-images.com/images/pic1798136.jpg", "wishing": 677, "owned": 7640, "trading": 258, "id": 10, "yearpublished": "1998", "maxplayers": 6, "numweights": 661, "wanting": 184, "thumbnail": "//cf.geekdo-images.com/images/pic1798136_t.jpg", "publishers": ["999 Games", "AMIGO Spiel + Freizeit GmbH", "Corfix", "Hobby World", "Midgaard Games", "Rio Grande Games"], "families": ["Elfen Travel", "Fairies, Elves and Pixies"], "description": "Elfenland is a redesign of the original White Wind game Elfenroads.  The game is set in the mythical world of the elves.  A group of fledgling elves (the players) are charged with visiting as many of the twenty Elfencities as they can over the course of 4 rounds.  To accomplish the task they will use various forms of transportation such as Giant Pigs, Elfcarts, Unicorns, Rafts, Magic Clouds, Trollwagons, and Dragons.<br/><br/>Gameplay:  Players begin in the Elf capitol, draw one face down movement tile, and are dealt eight transport cards and a secret 'home' city card that they must reach at the end of the 4th round or lose points for each city space away from 'home' they are at the end of the game. Markers of each player's color are placed in each city on the board and are collected when the player visits that city (each counts as 1 point).<br/>  <br/>     The round proceeds in 2 stages.  The first part of the round consists of the drawing of Tiles showing the differing types of transport (except rafts) from a combination of face up and face down tiles (if a player doesn't like the 5 tiles that are face up; they can always draw blind from the face down tiles and hope to get one they need).  These transport tiles need to match the Transportation cards in your hand to use them most effectively.  After each player has a total of 4 tiles they take turns placing a tile on any one of the roads that run between the elf cities.  Only one transport tile may be placed on each road; so players may use other players tiles to travel if they have the matching cards in their hand.  This frequently causes a readjustment of planned travel routes as other players tiles can allow you to move farther or shorter than you had first thought.  Players can play their tiles to help themselves or hinder others by playing a slow mode of transport on another players (perceived) path.<br/><br/>Each mode of transport has certain terrain it can travel through quickly or slowly, and those that it cannot. These are listed on the top of each transportation card by the number terrain symbols.  The number of terrain symbols equals how many matching cards you must play to move across a given tile in a given terrain.  For example, a Magic Cloud tile placed in a mountain would take one Magic cloud card to travel across (1 mountain symbol on card means Magic clouds are fast in mountains). If the same tile was placed on a road in forest terrain it would require 2 Magic Cloud cards to travel that route (2 Forest symbols on card means Magic Clouds are slow in Forest).  Magic Clouds cannot travel in desert terrain at all (no desert symbols on card). All modes of transport are different and Rafts can be used on rivers or lakes without needing tiles. Rafts go slow upstream (2 raft cards needed) and fast downstream (1 card needed).  The small lake requires 1 raft card to travel across and the larger lake requires 2 cards to travel across.  Players may keep one unused transport counter and up to 4 Transportation cards from one round to the next.<br/><br/>The second part of the round begins after all players have finished placing their transportation tiles for the round.  Each player plays his cards and moves his elf-boot around the board collecting his tokens from the cities visited.  If there is a Transport tile on a route and a player has no matching Transportation card he may 'Caravan' across it by playing any 3 Transportation cards from his hand.<br/><br/>As a bit of 'take that' each player has a trouble tile which can be placed next to any transportation tile during the first part of the round.  This counter means that in order to travel that path an additional card of the transport type must be played or 4 cards to 'Caravan'.<br/><br/>Victory: if at the end of round 3 a player has visited all 20 cities he is the winner.  If not the game ends after round 4 when 'Home' cities are revealed and each player subtracts points for each city he is away from his 'home' subtracting that from his collected city tokens.  The person with the highest score wins.<br/><br/>", "minplayers": 2, "averageweight": 2.1649, "bayesaverage": 6.59538, "designers": ["Alan R. Moon"], "categories": ["Fantasy", "Travel"], "name": [{"@sortindex": "1", "#text": "Elfenland", "@primary": "true"}, {"@sortindex": "1", "#text": "Elfenland (Волшебное Путешествие)"}], "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "687"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "154"}], "average": 6.7526, "median": 0.0, "stddev": 1.24811, "numcomments": 1853}, "11": {"mechanics": ["Hand Management", "Set Collection", "Trading"], "usersrated": 27614, "image": "//cf.geekdo-images.com/images/pic69366.jpg", "wishing": 1713, "owned": 38215, "trading": 707, "id": 11, "yearpublished": "1997", "maxplayers": 7, "numweights": 2551, "wanting": 293, "thumbnail": "//cf.geekdo-images.com/images/pic69366_t.jpg", "publishers": ["AMIGO Spiel + Freizeit GmbH", "999 Games", "Brain Games", "Copag - Cia. Paulista de Artes Gráficas", "Corfix", "G3", "Gigamic", "Kaissa Chess & Games", "Kikigagne?", "Korea Boardgames co., Ltd.", "Lautapelit.fi", "Lifestyle Boardgames Ltd", "Lookout Games", "Mercurio", "Midgaard Games", "Möbius Games", "Piatnik", "Rio Grande Games", "Stratelibri", "Swan Panasia Co., Ltd.", "Tempo Games"], "families": ["Bohnanza", "Lookout Bean Games"], "description": "Bohnanza is the first in the Bohnanza family of games and has been published in several different editions.<br/><br/>The cards are colorful depictions of beans in various descriptive poses, and the object is to make coins by planting fields (sets) of these beans and then harvesting them.  To help players match their cards up, the game features extensive trading and deal making.  One of the most unique features of the game is that you cannot rearrange your hand, as you need to play the cards in the order that you draw them.<br/><br/>The original German edition supports 3-5 players.<br/><br/>The English version from Rio Grande Games comes with the first edition of the first German expansion included in a slightly oversized box.  One difference in the contents, however, is that bean #22's Weinbrandbohne (Brandy Bean) was replaced by the Wachsbohne, or Wax Bean.  This edition includes rules for up to seven players, like the Erweiterungs-Set, but also adapts the two-player rules of Al Cabohne in order to allow two people to play Bohnanza.<br/><br/>", "minplayers": 2, "averageweight": 1.6778, "bayesaverage": 6.9882, "designers": ["Uwe Rosenberg"], "categories": ["Card Game", "Farming", "Negotiation"], "name": [{"@sortindex": "1", "#text": "Babszüret"}, {"@sortindex": "1", "#text": "Bohnanza", "@primary": "true"}, {"@sortindex": "1", "#text": "Bohnanza Pocket-Version"}, {"@sortindex": "1", "#text": "Bohnanza Φασούλι το Φασούλι"}, {"@sortindex": "1", "#text": "Bohnanza+"}, {"@sortindex": "1", "#text": "Bohnanza: Fan Edition"}, {"@sortindex": "1", "#text": "Bohnanza: Jubiläumsedition"}, {"@sortindex": "1", "#text": "Bohnanza: Le Business des Haricots"}, {"@sortindex": "1", "#text": "Bohnanza: Φασούλί το Φασούλι"}, {"@sortindex": "1", "#text": "Bohniläum"}, {"@sortindex": "1", "#text": "Bonanza"}, {"@sortindex": "1", "#text": "Boonanza"}, {"@sortindex": "1", "#text": "Fasolki"}, {"@sortindex": "1", "#text": "Fazole"}, {"@sortindex": "1", "#text": "Semenza"}, {"@sortindex": "1", "#text": "Бонанза"}, {"@sortindex": "1", "#text": "ボーナンザ"}, {"@sortindex": "1", "#text": "種豆"}, {"@sortindex": "1", "#text": "보난자"}], "playingtime": 45, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "327"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "60"}], "average": 7.07056, "median": 0.0, "stddev": 1.276, "numcomments": 6913}, "12": {"mechanics": ["Auction/Bidding", "Press Your Luck", "Set Collection"], "usersrated": 15060, "image": "//cf.geekdo-images.com/images/pic3013552.jpg", "wishing": 3116, "owned": 14055, "trading": 258, "id": 12, "yearpublished": "1999", "maxplayers": 5, "numweights": 1657, "wanting": 858, "thumbnail": "//cf.geekdo-images.com/images/pic3013552_t.jpg", "publishers": ["alea", "Ravensburger Spieleverlag GmbH", "999 Games", "ABACUSSPIELE", "Edge Entertainment", "Korea Boardgames co., Ltd.", "New Games Order, LLC", "Rio Grande Games", "Swan Panasia Co., Ltd.", "Überplay", "Windrider Games"], "families": ["Alea Big Box", "Country: Egypt", "Ra"], "description": "Ra is an auction and set-collection game with an Ancient Egyptian theme.  Each turn players are able to purchase lots of tiles with their bidding tiles (suns).  Once a player has used up his or her suns, the other players continue until they do likewise, which may set up a situation with a single uncontested player bidding on tiles before the end of the round occurs.  Tension builds because the round may end before all players have had a chance to win their three lots for the epoch.  The various tiles either give immediate points, prevent negative points for not having certain types at the end of the round (epoch), or give points after the final round.  The game lasts for three &quot;epochs&quot; (rounds).  The game offers a short learning curve, and experienced players find it both fast-moving and a quick play.<br/><br/>From the Box:<br/>The game spans 1500 years of Egyptian history in less than an hour!<br/>The players seek to expand their power and fame and there are many ways to accomplish this: Influencing Pharaohs, Building monuments, Farming on the Nile, Paying homage to the Gods, Advancing the technology and culture of the people. Ra is an auction and set collecting game where players may choose to take risks for great rewards or... And all this is for the glory of the Sun God Ra!<br/><br/>", "minplayers": 2, "averageweight": 2.3567, "bayesaverage": 7.35534, "designers": ["Reiner Knizia"], "categories": ["Ancient", "Mythology"], "name": [{"@sortindex": "1", "#text": "Ra", "@primary": "true"}, {"@sortindex": "1", "#text": "ラー"}, {"@sortindex": "1", "#text": "太陽神"}, {"@sortindex": "1", "#text": "태양신 라"}], "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "118"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "87"}], "average": 7.47153, "median": 0.0, "stddev": 1.34292, "numcomments": 4376}, "13": {"mechanics": ["Dice Rolling", "Hand Management", "Modular Board", "Route/Network Building", "Trading"], "usersrated": 65162, "image": "//cf.geekdo-images.com/images/pic2419375.jpg", "wishing": 3775, "owned": 91141, "trading": 1279, "id": 13, "yearpublished": "1995", "maxplayers": 4, "numweights": 6372, "wanting": 422, "thumbnail": "//cf.geekdo-images.com/images/pic2419375_t.jpg", "publishers": ["KOSMOS", "999 Games", "Albi", "Astrel Games", "Bergsala Enigma", "Brain Games", "Capcom Co., Ltd.", "Catan Studio", "Competo / Marektoy", "danspil", "Descartes Editeur", "Devir", "Dexy Co", "Eurogames", "Filosofia Éditions", "Galakta", "Giochi Uniti", "GP Games", "Grow Jogos e Brinquedos", "HaKubia", "Hanayama", "Hobby World", "Ideal Board Games", "IntelliGames.BG", "Ísöld ehf.", "Kaissa Chess & Games", "Korea Boardgames co., Ltd.", "L&M Games", "Laser plus", "Lautapelit.fi", "Logojogos", "Mayfair Games", "Ninive Games", "Piatnik", "Smart Ltd", "Stupor Mundi", "Swan Panasia Co., Ltd.", "Tilsit", "Top Toys", "TRY SOFT"], "families": ["Catan", "Promotional Board Games"], "description": "In Catan (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities, and roads. On each turn dice are rolled to determine what resources the island produces. Players collect these resources (cards)&mdash;wood, grain, brick, sheep, or stone&mdash;to build up their civilizations to get to 10 victory points and win the game.<br/><br/>Setup includes randomly placing large hexagonal tiles (each showing a resource or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. Number disks, which will correspond to die rolls (two 6-sided dice are used), are placed on each resource tile. Each player is given two settlements (think: houses) and roads (sticks) which are, in turn, placed on intersections and borders of the resource tiles. Players collect a hand of resource cards based on which hex tiles their last-placed house is adjacent to. A robber pawn is placed on the desert tile.<br/><br/>A turn consists of possibly playing a development card, rolling the dice, everyone (perhaps) collecting resource cards based on the roll and position of houses (or upgraded cities&mdash;think: hotels) unless a 7 is rolled, turning in resource cards (if possible and desired) for improvements, trading cards at a port, and trading resource cards with other players. If a 7 is rolled, the active player moves the robber to a new hex tile and steals resource cards from other players who have built structures adjacent to that tile.<br/><br/>Points are accumulated by building settlements and cities, having the longest road and the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), he announces his total and claims the win.<br/><br/>Catan has won multiple awards and is one of the most popular games in recent history due to its amazing ability to appeal to experienced gamers as well as those new to the hobby.<br/><br/>Die Siedler von Catan was originally published by Kosmos and has gone through multiple editions. It was licensed by Mayfair and has undergone four editions as The Settlers of Catan. In 2015, it was formally renamed Catan to better represent itself as the core and base game of the Catan series. It has been re-published in two travel editions, portable edition and compact edition, as a special gallery edition (replaced in 2009 with a family edition), as an anniversary wooden edition, as a deluxe 3D collector's edition, in the basic Simply Catan, as a beginner version, and with an entirely new theme in Japan and Asia as Settlers of Catan: Rockman Edition. Numerous spin-offs and expansions have also been made for the game.<br/><br/>The Settlers of Catan is the original game in the Catan Series.<br/><br/>", "minplayers": 3, "averageweight": 2.3622, "bayesaverage": 7.13699, "designers": ["Klaus Teuber"], "categories": ["Negotiation"], "name": [{"@sortindex": "1", "#text": "Catan", "@primary": "true"}, {"@sortindex": "1", "#text": "Catan: Das Spiel"}, {"@sortindex": "1", "#text": "Catan: El juego"}, {"@sortindex": "1", "#text": "Catan: Gra planszowa"}, {"@sortindex": "1", "#text": "Catan: Il Gioco"}, {"@sortindex": "1", "#text": "Catan: Landnemarnir"}, {"@sortindex": "1", "#text": "Catan: O Jogo"}, {"@sortindex": "1", "#text": "Catan: Telepesei"}, {"@sortindex": "1", "#text": "Catane"}, {"@sortindex": "1", "#text": "Catanin Uudisasukkaat"}, {"@sortindex": "3", "#text": "I Coloni di Catan"}, {"@sortindex": "3", "#text": "I Coloni di Katan"}, {"@sortindex": "1", "#text": "Coloniștii din Catan"}, {"@sortindex": "1", "#text": "Colonizadores de Catan"}, {"@sortindex": "5", "#text": "Los Colonos de Catán"}, {"@sortindex": "5", "#text": "Les Colons de Catane"}, {"@sortindex": "5", "#text": "Les Colons de Katane"}, {"@sortindex": "4", "#text": "Os Descobridores de Catan"}, {"@sortindex": "5", "#text": "Los Descubridores de Catán"}, {"@sortindex": "1", "#text": "Els Colons de Catan"}, {"@sortindex": "1", "#text": "Katan no Kaitakusya"}, {"@sortindex": "1", "#text": "Katanas ieceïotâji"}, {"@sortindex": "1", "#text": "Katanas Ieceļotāji"}, {"@sortindex": "1", "#text": "Katani Asustajad"}, {"@sortindex": "1", "#text": "Katano salos naujakuriai"}, {"@sortindex": "1", "#text": "Katano Salos Naujakuriai"}, {"@sortindex": "4", "#text": "De Kolonisten van Catan"}, {"@sortindex": "1", "#text": "Naseljenci otoka Catan"}, {"@sortindex": "1", "#text": "Naseljenici ostrva Katan"}, {"@sortindex": "1", "#text": "Naseljenici ostrva Katan / Насељеници острва Катан"}, {"@sortindex": "1", "#text": "Naseljenici Otoka Catan"}, {"@sortindex": "1", "#text": "Osadníci z Katanu"}, {"@sortindex": "1", "#text": "Osadnicy z Catanu"}, {"@sortindex": "1", "#text": "Settlers fra Catan"}, {"@sortindex": "5", "#text": "The Settlers fra Catan"}, {"@sortindex": "1", "#text": "Settlers från Catan"}, {"@sortindex": "5", "#text": "The Settlers från Catan"}, {"@sortindex": "5", "#text": "The Settlers of Catan"}, {"@sortindex": "5", "#text": "Die Siedler von Catan"}, {"@sortindex": "1", "#text": "The Settlers"}, {"@sortindex": "1", "#text": "Οι Άποικοι του Κατάν"}, {"@sortindex": "1", "#text": "Заселниците на Катан"}, {"@sortindex": "1", "#text": "Колонизаторы"}, {"@sortindex": "1", "#text": "המתיישבים של קטאן"}, {"@sortindex": "1", "#text": "นักบุกเบิกแห่ง Catan"}, {"@sortindex": "1", "#text": "カタンの開拓者"}, {"@sortindex": "1", "#text": "カタンの開拓者たち"}, {"@sortindex": "1", "#text": "カタンの開拓者たち スタンダード版"}, {"@sortindex": "1", "#text": "卡坦岛"}, {"@sortindex": "1", "#text": "卡坦島"}, {"@sortindex": "1", "#text": "카탄"}, {"@sortindex": "1", "#text": "카탄의 개척자"}], "playingtime": 120, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "222"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "217"}], "average": 7.27595, "median": 0.0, "stddev": 1.4472, "numcomments": 13537}, "14": {"mechanics": ["Roll / Spin and Move", "Set Collection", "Simultaneous Action Selection"], "usersrated": 1461, "image": "//cf.geekdo-images.com/images/pic48605.jpg", "wishing": 170, "owned": 1573, "trading": 85, "id": 14, "yearpublished": "1998", "maxplayers": 4, "numweights": 176, "wanting": 54, "thumbnail": "//cf.geekdo-images.com/images/pic48605_t.jpg", "publishers": ["F.X. Schmid", "New Games Order, LLC", "Out of the Box Publishing"], "families": ["Mensa Select"], "description": "Basari is a game of gem merchants competing in a marketplace&quot;: racing, collecting, trading, and predicting what the other merchants will do.<br/><br/>To start the game, players receive 12 gemstones (3 each of 4 colors). <br/>Each turn there will be a movement phase and an action phase:<br/><br/>For movement, everyone simultaneously rolls their die and moves their markers around a track.<br/><br/>They then choose one of three different actions to perform. The actions are:<br/>- to take a variety of gems from a market stall, <br/>- to immediately score from between 4 and 7 points, or <br/>- to roll and move again and also collect points.<br/><br/>The action cards are revealed simultaneously. If only 1 player chose a particular action, they simply perform that action. If 2 players chose the same action, they barter back and forth with gemstones. One player will eventually accept the other's offer of gems, and the other will take the action. If 3 or 4 players all chose the same action card, that action is cancelled. Note that in 4-player games, there will always be a conflict in choice of 3 actions, so much more negotiating goes on.<br/><br/>A new turn begins with everyone rolling their die, moving, then choosing and revealing their action cards. When any merchant piece completes a lap around the board, the round ends and bonus points are awarded based on who has the majority in each gem color and who has completed a lap. After three rounds, the game is over and the highest score wins.<br/><br/>Re-implemented by:<br/><br/><br/>     Edel, Stein & Reich<br/><br/><br/>", "minplayers": 3, "averageweight": 1.858, "bayesaverage": 6.30752, "designers": ["Reinhard Staupe"], "categories": ["Negotiation"], "name": [{"@sortindex": "1", "#text": "Basari", "@primary": "true"}, {"@sortindex": "1", "#text": "バザリ"}], "playingtime": 25, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1153"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "609"}], "average": 6.78164, "median": 0.0, "stddev": 1.21253, "numcomments": 626}, "15": {"mechanics": ["Hand Management", "Variable Player Powers"], "usersrated": 3607, "image": "//cf.geekdo-images.com/images/pic428608.jpg", "wishing": 401, "owned": 3957, "trading": 205, "id": 15, "yearpublished": "1977", "maxplayers": 6, "numweights": 416, "wanting": 115, "thumbnail": "//cf.geekdo-images.com/images/pic428608_t.jpg", "publishers": ["Alga", "ASS Altenburger Spielkarten", "Descartes Editeur", "Eon", "Games Workshop Ltd.", "Grow Jogos e Brinquedos", "Tsukuda Hobby / Original", "West End Games"], "families": ["Admin: Better Description Needed!", "Cosmic Encounter"], "description": "By request of Fantasy Flight Games, Board Game Geek lists the various editions of Cosmic Encounter in separate entries. Each edition is the same game at its core, but the features, compatible expansions, and production differ among them. This entry is for the original 1977 Eon version.<br/><br/>Players represent alien races that are seeking to spread themselves onto five foreign worlds.  To accomplish this, they make challenges against other players and enlist the aid of interested parties.  But alien powers, which are unique to each race, give players ways to bend or outright break some rule in the game.<br/><br/>The game continues until one player occupies five planets in other systems to win. Shared victories are possible and a player need not occupy one's own system to win.<br/><br/>", "minplayers": 2, "averageweight": 2.3726, "bayesaverage": 6.60298, "designers": ["Bill Eberle", "Jack Kittredge", "Bill Norton", "Peter Olotka"], "categories": ["Bluffing", "Negotiation", "Science Fiction"], "name": [{"@sortindex": "1", "#text": "Contatos Cósmicos"}, {"@sortindex": "1", "#text": "Cosmic Encounter", "@primary": "true"}, {"@sortindex": "1", "#text": "König der Sterne"}, {"@sortindex": "1", "#text": "Rencontre cosmique"}, {"@sortindex": "1", "#text": "Universumin valtiaat"}, {"@sortindex": "1", "#text": "Universums härskare"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "682"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "175"}], "average": 6.93331, "median": 0.0, "stddev": 1.79914, "numcomments": 1613}, "16": {"mechanics": ["Auction/Bidding"], "usersrated": 867, "image": "//cf.geekdo-images.com/images/pic573942.jpg", "wishing": 174, "owned": 1014, "trading": 55, "id": 16, "yearpublished": "1996", "maxplayers": 4, "numweights": 91, "wanting": 100, "thumbnail": "//cf.geekdo-images.com/images/pic573942_t.jpg", "publishers": ["KOSMOS"], "families": ["Admin: Better Description Needed!", "Cities: Marrakech", "Country: Morocco"], "description": "Taking on the roles of shop owners in the Moroccan marketplace, players buy various shops, as color-coded tourists in the form of neat little wooden people in hats start showing up at the entry gate. Players can then move them into their own like-colored shops to earn money or move them into opponents' shops for a share of the profits. After all the tourists have been placed onto the board, the player with the biggest bankroll takes the victory. This game combines some great auction elements with spatial relationships for an appealing overall effect.<br/><br/>", "minplayers": 3, "averageweight": 2.1538, "bayesaverage": 6.1768, "designers": ["Stefan Dorra"], "categories": ["Economic"], "name": {"@sortindex": "1", "#text": "MarraCash", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1438"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "685"}], "average": 6.84305, "median": 0.0, "stddev": 1.18405, "numcomments": 332}, "17": {"mechanics": ["Dice Rolling", "Press Your Luck"], "usersrated": 714, "image": "//cf.geekdo-images.com/images/pic59279.jpg", "wishing": 100, "owned": 1083, "trading": 58, "id": 17, "yearpublished": "1999", "maxplayers": 2, "numweights": 71, "wanting": 43, "thumbnail": "//cf.geekdo-images.com/images/pic59279_t.jpg", "publishers": ["(Unknown)", "Atlas Games", "Cheapass Games", "Five Rings Publishing Group", "Guardians of Order", "Looney Labs", "Studio Foglio", "Truant Spiele"], "families": ["Vampires"], "description": "This game gained a quick following after one of the major gaming conventions of 1999.  It features several characters, represented on actual stickpin buttons, that each have a unique allowance of polyhedral dice.  These dice endow each  character with fairly unique combat abilities.  Players roll the dice against each other and take their opponents' dice as casualties.  The object of the game is take out the most die 'sides' during the combat.  It's quite simple, quite inventive, and deeper than it would seem at first.<br/><br/>", "minplayers": 2, "averageweight": 1.5493, "bayesaverage": 5.83925, "designers": ["James Ernest"], "categories": ["Collectible Components", "Dice", "Fighting", "Print & Play"], "name": [{"@sortindex": "1", "#text": "Button Broccoli"}, {"@sortindex": "1", "#text": "Button Men", "@primary": "true"}, {"@sortindex": "1", "#text": "Button Men Brawl"}, {"@sortindex": "1", "#text": "Button Men BROM"}, {"@sortindex": "1", "#text": "Button Men Dork Victory"}, {"@sortindex": "1", "#text": "Button Men Fantasy"}, {"@sortindex": "1", "#text": "Button Men Freaks"}, {"@sortindex": "1", "#text": "Button Men Legend of the Five Rings"}, {"@sortindex": "1", "#text": "Button Men Lunch Money"}, {"@sortindex": "1", "#text": "Button Men Sailor Moon"}, {"@sortindex": "1", "#text": "Button Men Samurai"}, {"@sortindex": "1", "#text": "Button Men Sluggy Freelance"}, {"@sortindex": "1", "#text": "Button Men Unexploded Cow"}, {"@sortindex": "1", "#text": "Button Men Vampires"}, {"@sortindex": "1", "#text": "Button Men What's New with Phil and Dixie"}, {"@sortindex": "1", "#text": "Buttonmen"}], "playingtime": 5, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2684"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "111"}], "average": 6.30392, "median": 0.0, "stddev": 1.51208, "numcomments": 348}, "18": {"mechanics": ["Action / Movement Programming", "Deck / Pool Building", "Grid Movement", "Modular Board", "Partnerships", "Simultaneous Action Selection"], "usersrated": 18992, "image": "//cf.geekdo-images.com/images/pic1000553.jpg", "wishing": 2706, "owned": 22063, "trading": 573, "id": 18, "yearpublished": "1994", "maxplayers": 6, "numweights": 1654, "wanting": 575, "thumbnail": "//cf.geekdo-images.com/images/pic1000553_t.jpg", "publishers": ["999 Games", "AMIGO Spiel + Freizeit GmbH", "Avalon Hill (Hasbro)", "Hasbro", "Play Factory", "Wizards of the Coast"], "families": ["Robots"], "description": "The robots of the Robo Rally automobile factory spend their weekdays toiling at the assembly line. They put in hard hours building high-speed supercars they never get to see in action. But on Saturday nights, the factory becomes a world of mad machines and dangerous schemes as these robots engage in their own epic race.It takes speed, wits, and dirty tricks to become a racing legend! Each player chooses a robot and directs its moves by playing cards. Chaos ensues as all players reveal the cards they've chosen. Players face obstacles like industrial lasers, gaping pits, and moving conveyer belts -- but those can also be used to their advantage! Each player aims to make it to each of the checkpoints in numerical order. The first player to reach all of the checkpoints wins. (source: <a target='_blank' href=\"http://avalonhill.wizards.com/games/robo-rally/comingsoon\" rel=\"nofollow\">http://avalonhill.wizards.com/games/robo-rally/comingsoon</a>)<br/><br/><br/><br/>In RoboRally players each control a different robot in a race through a dangerous factory floor. Several goals will be placed on the board and you must navigate your robot to them in a specific order. The boards can be combined in several different ways to accommodate different player counts and races can be as long or as short as player's desire.<br/><br/>In general, players will first fill all of their robot's &quot;registers&quot; with facedown movement cards. This happens simultaneously and there is a time element involved. If you don't act fast enough you are forced to place cards randomly to fill the rest. Then, starting with the first register, everyone reveals their card. The card with the highest number moves first. After everyone resolves their movement they reveal the next card and so on. Examples of movement cards may be to turn 90 degrees left or right, move forward 2 spaces, or move backward 1 space though there are a bigger variety than that. You can plan a perfect route, but if another robot runs into you it can push you off course. This can be disastrous since you can't reprogram any cards to fix it!<br/><br/>Robots fire lasers and factory elements resolve after each movement and robots may become damaged. If they take enough damage certain movement cards become fixed and can no longer be changed. If they take more they may be destroyed entirely. The first robot to claim all the goals in the correct order wins, though some may award points and play tournament style.<br/><br/>The game was reprinted by Avalon Hill (Hasbro/WotC) in 2005.<br/><br/>", "minplayers": 2, "averageweight": 2.4329, "bayesaverage": 7.05525, "designers": ["Richard Garfield"], "categories": ["Miniatures", "Racing", "Science Fiction"], "name": [{"@sortindex": "1", "#text": "Robo Rally"}, {"@sortindex": "1", "#text": "RoboRally", "@primary": "true"}], "playingtime": 120, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "273"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "99"}], "average": 7.16469, "median": 0.0, "stddev": 1.51575, "numcomments": 4937}, "20": {"mechanics": ["Action Point Allowance System"], "usersrated": 588, "image": "//cf.geekdo-images.com/images/pic451783.jpg", "wishing": 324, "owned": 781, "trading": 24, "id": 20, "yearpublished": "1988", "maxplayers": 4, "numweights": 54, "wanting": 181, "thumbnail": "//cf.geekdo-images.com/images/pic451783_t.jpg", "publishers": ["Ludodélire"], "families": ["Admin: Better Description Needed!"], "description": "In this game of science fiction strip mining, players land on a planet and try and grab as much ore as possible and take off before the game is over.  Each player has tanks, boats, barges, mining equipment and a base ship at his disposal and will have to contend with the weather and the other miners.  The game uses an action point allowance system and thus is dice free.  Each player on his turn has a pool of points that he can divide in a variety of ways, putting all the points into one unit's movement or dividing them among several units.  Each turn is timed so players have to think quickly, and once a move has been made it cannot be retracted.  The game itself is beautifully put together, with a detailed hex grid and real metal miniatures for all of the units.<br/><br/>Online Play: <br/><br/>    Full Metal Galaxy<br/>    Full Metal Program<br/>    VASSAL module<br/><br/><br/><br/><br/>Re-implemented by:<br/><br/>    Full Metal Conquête (as a two-player version)<br/><br/><br/><br/><br/>Expanded by:<br/><br/>    Full Metal Planete: Plateau Modulaire.<br/><br/><br/><br/><br/>Microbadges:<br/> - Full Metal Plan&egrave;te fan  Buy It<br/><br/>", "minplayers": 2, "averageweight": 3.1667, "bayesaverage": 6.24609, "designers": ["Gérard Delfanti", "Gérard Mathieu", "Pascal Trigaux"], "categories": ["Science Fiction"], "name": {"@sortindex": "1", "#text": "Full Metal Planète", "@primary": "true"}, "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1273"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "616"}], "average": 7.43865, "median": 0.0, "stddev": 1.55937, "numcomments": 186}, "22": {"mechanics": ["Action / Movement Programming", "Modular Board", "Rock-Paper-Scissors", "Role Playing", "Simultaneous Action Selection", "Variable Player Powers"], "usersrated": 1682, "image": "//cf.geekdo-images.com/images/pic148345.jpg", "wishing": 1107, "owned": 3129, "trading": 107, "id": 22, "yearpublished": "1979", "maxplayers": 16, "numweights": 336, "wanting": 378, "thumbnail": "//cf.geekdo-images.com/images/pic148345_t.jpg", "publishers": ["(Self-Published)", "Avalon Hill"], "families": ["Solitaire Games"], "description": "From the 2nd edition rulebook intro for MAGIC REALM:<br/><br/>MAGIC REALM is a game of fantasy adventuring, set in a land filled with monsters, fabulous treasures, great warriors, and magicians. The scene is set in the ruins of a mighty kingdom, now inhabited by sparse groups of natives and swarms of monsters. Beneath it all are the rich remnants of a magical civilization, scattered and lost across the map.<br/>To this scene come the adventurers, seekers of riches and fame, to make a name for themselves in this promising field. Swordsman and Dwarf, Magician and Sorceror, the humans and the half-humans come seeking to loot the legendary riches of a lost civilization. Now you can play the part of one of these adventurers, stepping into an unknown Realm of magic and monsters, battles and treasures.<br/><br/>As a player, you will take on the role of one of the sixteen major characters who are represented in detail in the game. You will control where he goes, what he tries to do, how he handles himself in combat, and much more. In the course of the game, you will run into deadly monsters, tribes of humans ranging from old friends to sworn enemies, and treasures that will enhance your abilities in many ways.<br/><br/>MAGIC REALM is a complex game designed to recapture the suspense and desperate struggles of fantasy literature. The game creates a small but complete fantasy world, where each game is a new adventure with a new map where everything lies hidden at new locations. The game includes many more playing pieces than are actually used in a single playing. The additional pieces are set up and can appear, depending on the directions in which the characters explore, but many of the treasure troves, treasures, and spells will still be set up, unfound, when the game ends, and many of the monsters and natives might never be met. The result is an extremely unpredictable game full of surprises, a game that plays very differently each time it is played.<br/>The complete game system includes hiking, hiding and searching, fatigue, wounds, rest, trade, hiring natives, and combat between characters, monsters, and natives using a variety of weapons on horseback and afoot, as well as many magical effects.<br/><br/>Between exploring a new land where the mountains, caves, valleys, and woods change every game, and not knowing what you will find in each place, you will find each game a new and unpredictable adventure, filled with surprises. You will find this like no other board game you have ever played.<br/><br/>Avalon Hill Complexity rating - 9<br/><br/>See also the list of articles about Magic Realm in The General.<br/><br/>", "minplayers": 1, "averageweight": 4.494, "bayesaverage": 6.51637, "designers": ["Richard Hamblen"], "categories": ["Adventure", "Exploration", "Fantasy"], "name": {"@sortindex": "1", "#text": "Magic Realm", "@primary": "true"}, "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "800"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "153"}], "average": 7.13574, "median": 0.0, "stddev": 1.95775, "numcomments": 968}, "24": {"mechanics": ["Dice Rolling", "Hex-and-Counter", "Modular Board", "Tile Placement", "Variable Player Powers", "Voting"], "usersrated": 662, "image": "//cf.geekdo-images.com/images/pic857.jpg", "wishing": 72, "owned": 777, "trading": 57, "id": 24, "yearpublished": "1997", "maxplayers": 6, "numweights": 51, "wanting": 33, "thumbnail": "//cf.geekdo-images.com/images/pic857_t.jpg", "publishers": ["Fantasy Flight Games"], "families": ["Twilight Imperium"], "description": "Sprawling game of space faring races out to dominate known space.  This game combines a number of elements from other game systems into a unique package.  Hex tiles create the game board and each player begins with a race with unique powers.  The game focuses heavily on a political voting phase and a web of trade agreements between players.<br/><br/>Part of the Twilight Imperium Series.<br/><br/>Expanded with:<br/><br/>    Twilight Imperium: Borderlands<br/>    Twilight Imperium: Distant Suns<br/>    Twilight Imperium: Twilight Armada<br/>    Twilight Imperium: The Outer Rim<br/><br/><br/><br/><br/>Re-implemented in:<br/><br/>    Twilight Imperium (second edition)<br/>    Twilight Imperium (Third Edition)<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.4902, "bayesaverage": 5.96679, "designers": ["Christian T. Petersen"], "categories": ["Civilization", "Negotiation", "Political", "Science Fiction", "Space Exploration", "Wargame"], "name": [{"@sortindex": "1", "#text": "Twilight Imperium", "@primary": "true"}, {"@sortindex": "1", "#text": "Twilight Imperium (First Edition)"}], "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2064"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "364"}], "average": 6.67921, "median": 0.0, "stddev": 1.6284, "numcomments": 290}, "26": {"mechanics": ["Area Movement", "Auction/Bidding"], "usersrated": 1925, "image": "//cf.geekdo-images.com/images/pic87721.jpg", "wishing": 341, "owned": 2463, "trading": 105, "id": 26, "yearpublished": "1996", "maxplayers": 6, "numweights": 261, "wanting": 154, "thumbnail": "//cf.geekdo-images.com/images/pic87721_t.jpg", "publishers": ["Avalon Hill", "Descartes Editeur"], "families": ["Cities: Genova", "Cities: Naples", "Cities: Venice"], "description": "A game that is often described as a semi-sequel to Civilization.<br/><br/>Players attempt to build up their cultures during the Middle Ages and Renaissance periods. The game features a card deck that holds events, payout cards, and famous leaders of the particular eras. Although all cards will turn up somewhere during the game, the timing and position in which they will be played is crucial and will ensure a different game every time.<br/><br/>The main goal of each city-state is to gain points in the form of technical advances, while keeping their culture's misery level as low as possible. The payout structure is similar to those of Civilization and Advanced Civilization in that more resources of the same type yield increasingly higher payouts. This time particular payouts are triggered by card play for every player at once. An ingenious and very smooth working &ldquo;combat&rdquo; system is implemented to determine province &ndash; and thus resource - control.<br/><br/>", "minplayers": 3, "averageweight": 3.8582, "bayesaverage": 6.55954, "designers": ["Don Greenwood", "Jared Scarborough"], "categories": ["Civilization", "Economic", "Medieval", "Renaissance"], "name": [{"@sortindex": "1", "#text": "Age of Renaissance", "@primary": "true"}, {"@sortindex": "1", "#text": "L'age de la Renaissance"}, {"@sortindex": "5", "#text": "Das Zeitalter der Renaissance"}], "playingtime": 360, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "739"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "430"}], "average": 7.10106, "median": 0.0, "stddev": 1.75154, "numcomments": 734}, "28": {"mechanics": ["Card Drafting", "Dice Rolling", "Route/Network Building", "Tile Placement", "Variable Player Powers"], "usersrated": 4217, "image": "//cf.geekdo-images.com/images/pic1320091.jpg", "wishing": 372, "owned": 7024, "trading": 325, "id": 28, "yearpublished": "1987", "maxplayers": 8, "numweights": 412, "wanting": 84, "thumbnail": "//cf.geekdo-images.com/images/pic1320091_t.jpg", "publishers": ["Descartes Editeur", "Devir", "Edge Entertainment", "Finnish Game House", "Laurin Verlag", "Pegasus Spiele", "Queen Games", "Raven Distribution", "Steve Jackson Games", "Ubik"], "families": ["Illuminati"], "description": "In this classic Steve Jackson (I) game of world domination, each player is a secret society attempting to spread its tendrils into special interest groups throughout the world. This latest edition comes with additional cards and reworked graphics to bring the venerable game up to date.<br/><br/>Re-issue of:<br/><br/>    Illuminati (Small plastic box with 54 black and white cards and paper money)<br/><br/><br/><br/><br/>Expansions:<br/><br/>    Illuminati: Y2K<br/>    Illuminati: Brainwash (re-work of Illuminati Expansion Set 3)<br/>    Illuminati: Bavarian Fire Drill<br/>    Illuminati: Mutual Assured Distraction<br/><br/><br/><br/><br/>Spin Off:<br/><br/>    Illuminati: Crime Lords<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 2.6505, "bayesaverage": 6.28628, "designers": ["Steve Jackson (I)"], "categories": ["Card Game", "Humor", "Negotiation", "Political"], "name": [{"@sortindex": "1", "#text": "Deluxe Illuminati"}, {"@sortindex": "1", "#text": "Illuminati"}, {"@sortindex": "1", "#text": "Illuminati:  Deluxe Edition", "@primary": "true"}, {"@sortindex": "1", "#text": "Illuminati: Deluxe Laitos"}, {"@sortindex": "1", "#text": "Illuminati: Die Weltverschwörung"}], "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1191"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "294"}], "average": 6.5348, "median": 0.0, "stddev": 1.57017, "numcomments": 1176}, "30": {"mechanics": ["Area Movement", "Press Your Luck"], "usersrated": 1029, "image": "//cf.geekdo-images.com/images/pic204975.jpg", "wishing": 318, "owned": 1238, "trading": 55, "id": 30, "yearpublished": "1981", "maxplayers": 4, "numweights": 88, "wanting": 150, "thumbnail": "//cf.geekdo-images.com/images/pic204975_t.jpg", "publishers": ["Milton Bradley"], "families": ["3D Games"], "description": "An epic fantasy quest to recover an ancient magic scepter from a tyrant king in his Dark Tower, brought to life in electronic form.<br/><br/>To vanquish the usurper, players search the four realms of the circular game board for three keys to unlock the tower's gate.  On this journey, there are battles to be fought against roving bands of brigands, dragons, plague and hunger.  There are bazaars to visit to purchase supplies and assistants for the quest.  There are uncharted territories to get lost in and tombs and ruins to plunder.  And there is a mighty army to be raised before the player can lay seige to the tower and fight either to glorious victory or crushing defeat.<br/><br/>Dated and primitive by today's standards, Dark Tower was nevertheless an astonishing achievement when it was released in 1981.  Every aspect of the game was monitored by a small computer inside the black plastic shell of the tower itself, an unheard of innovation at the time.  Players input their moves on a small membrane keypad each turn and the computer took over from there, doing everything from conducting the progress of battles to keeping track of how much (or little) food was left to feed the players' always hungry warriors.  It could even play recognizable pieces of music at significant points during the game.<br/><br/>", "minplayers": 1, "averageweight": 1.8182, "bayesaverage": 6.00229, "designers": ["Roger Burten", "Alan Coleman", "Vincent A. A. J. Erato"], "categories": ["Adventure", "Electronic", "Exploration", "Fantasy", "Fighting"], "name": [{"@sortindex": "1", "#text": "Atlantis"}, {"@sortindex": "1", "#text": "Dark Tower", "@primary": "true"}, {"@sortindex": "4", "#text": "La Tour Mystérieuse"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1941"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "386"}], "average": 6.6229, "median": 0.0, "stddev": 1.78555, "numcomments": 521}, "31": {"mechanics": ["Dice Rolling", "Grid Movement"], "usersrated": 574, "image": "//cf.geekdo-images.com/images/pic525738.jpg", "wishing": 141, "owned": 1371, "trading": 114, "id": 31, "yearpublished": "1992", "maxplayers": 5, "numweights": 48, "wanting": 44, "thumbnail": "//cf.geekdo-images.com/images/pic525738_t.jpg", "publishers": ["AS Company", "Canada Games", "Crown & Andrews Ltd.", "Diset S. A.", "Kod Kod", "Mattel", "Schmidt France", "Schmidt Spiele", "Selecta Spel en Hobby", "Waddington's Games, Inc."], "families": ["3D Games", "Admin: Better Description Needed!", "Das Schwarze Auge"], "description": "Along the lines of HeroQuest comes a much more heavily produced game called Dark World. One player is the evil lord who controls the dungeon in which the rest of the players move their characters from room to room, fighting monsters and gaining treasure. Real working treasure chests with magic weapons inside and the figures even get to put their new weapons in their character's hands.<br/><br/>", "minplayers": 2, "averageweight": 1.9583, "bayesaverage": 5.35937, "designers": ["Eamon Bloomfield"], "categories": ["Adventure", "Exploration", "Fantasy", "Fighting", "Miniatures"], "name": [{"@sortindex": "1", "#text": "Dark World", "@primary": "true"}, {"@sortindex": "1", "#text": "Dragon Game System"}, {"@sortindex": "5", "#text": "Les Héros de l'Oeil Noir"}, {"@sortindex": "4", "#text": "El Mundo de Korak"}, {"@sortindex": "5", "#text": "Das Schwarze Auge"}, {"@sortindex": "5", "#text": "Das Schwarze Auge: Burg des Schreckens"}, {"@sortindex": "1", "#text": "Τελική αναμέτρηση: Ήρωες και Δράκοντες"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "13066"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "848"}], "average": 5.17474, "median": 0.0, "stddev": 1.60334, "numcomments": 272}, "34": {"mechanics": ["Co-operative Play"], "usersrated": 444, "image": "//cf.geekdo-images.com/images/pic309648.jpg", "wishing": 125, "owned": 713, "trading": 30, "id": 34, "yearpublished": "1987", "maxplayers": 8, "numweights": 45, "wanting": 51, "thumbnail": "//cf.geekdo-images.com/images/pic309648_t.jpg", "publishers": ["Chaosium", "Descartes Editeur", "Hobby Japan"], "families": ["Cthulhu Mythos"], "description": "Arkham Horror is a cooperative adventure game themed around H.P Lovecraft's Cthulhu Mythos.  The game has players exploring the town of Arkham as they attempt to stop unmentionable horrors from spilling into the world. It's possible for everyone to go insane and lose in this game.<br/><br/>Re-implemented in:<br/><br/>Arkham Horror (2005)<br/><br/>", "minplayers": 1, "averageweight": 2.3111, "bayesaverage": 5.81273, "designers": ["Charlie Krank", "Richard Launius", "Sandy Petersen", "Lynn Willis"], "categories": ["Adventure", "Horror", "Novel-based"], "name": [{"@sortindex": "1", "#text": "Arkham Horror", "@primary": "true"}, {"@sortindex": "1", "#text": "Horreur à Arkham"}, {"@sortindex": "1", "#text": "アーカム・ホラー"}], "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2850"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "445"}], "average": 6.56966, "median": 0.0, "stddev": 1.68274, "numcomments": 159}, "36": {"mechanics": ["Hex-and-Counter"], "usersrated": 349, "image": "//cf.geekdo-images.com/images/pic387448.jpg", "wishing": 75, "owned": 904, "trading": 46, "id": 36, "yearpublished": "1986", "maxplayers": 8, "numweights": 60, "wanting": 33, "thumbnail": "//cf.geekdo-images.com/images/pic387448_t.jpg", "publishers": ["Amarillo Design Bureau, Inc.", "Task Force Games"], "families": ["Federation & Empire", "Star Fleet Universe", "Star Trek"], "description": "This sprawling empire game is set in the  Star Fleet Universe. Players command one or more races in a variety of scenarios as they replay the &quot;historical&quot; situations in the galactic politics of the future.<br/><br/>It is the base set for the Federation and Empire series of products.<br/><br/>The Star Fleet Universe series is based on the game Star Fleet Battles, and Federation &amp; Empire is a strategic game based in that background.  Federation &amp; Empire is a stand alone game, and Star Fleet Battles is not required or needed to play this game.<br/><br/>The two games are closely related, and Star Fleet Battles can be used to resolve some or all of the tactical battles of Federation &amp; Empire, and Federation &amp; Empire can be used as a campaign system for Star Fleet Battles.<br/><br/>The original version came out in 1986, and was published by Task Force Games.  This was followed in 1990 with the &quot;Deluxe&quot; version, which replaced the original release.  &quot;Deluxe&quot; was indicated on the front of the box to indicate it was the new version.  The Deluxe version included a revised rule book, more counter sheets, and other player aids such as the battle board and player folio.<br/><br/>The &quot;Deluxe&quot; version had three expansions:<br/><br/>    Federation & Empire: Carrier War<br/>    Federation & Empire: Module 1 – Special Operations<br/>    Federation & Empire: Module 2 – Marine Assault<br/><br/><br/><br/><br/>In 2000, another revision of the rules was completed, and the F&amp;E 2K (as it is called) version stood for a decade.<br/><br/>In 2010 the countersheets were entirely redone (with a larger number of counters per sheet) and the rulebook was once again revised to incorporate the last 10 years of errata and rulings, allowing a better integration with the expansions that were released during this period.<br/><br/>Expanded by:<br/><br/><br/>    Federation & Empire: Advanced Operations<br/>    Federation & Empire: Combined Operations (combined and replaced Federation & Empire: Module 1 – Special Operations and Federation & Empire: Module 2 – Marine Assault)<br/>    Federation & Empire: Fighter Operations (replaced Federation & Empire: Carrier War)<br/>    Federation & Empire: Planetary Operations<br/>    Federation & Empire: Strategic Operations<br/>    Federation & Empire ISC War<br/><br/><br/>Since 2010 ADB has created, in both print and pdf form, Compendium I, II and III. The first two covered the F&amp;E sections in Captains Log&rsquo;s 21-40. All material for the base game from these is in the 2010 rule book however material for the expansions Advanced, Combined, Planetary and Strategic Operations are in the first two Compendiums&rsquo;. Compendium III has Captains Log&rsquo;s 41-50 which were all printed post 2010 rules.<br/><br/>Fighter Operations is now updated to the 2010 standard. All relevant items from the first two Compendiums' is included.<br/><br/>", "minplayers": 2, "averageweight": 4.4, "bayesaverage": 5.6799, "designers": ["Stephen V. Cole"], "categories": ["Science Fiction", "Wargame"], "name": [{"@sortindex": "1", "#text": "Federation & Empire", "@primary": "true"}, {"@sortindex": "1", "#text": "Federation and Empire"}], "playingtime": 300, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "4059"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "1161"}], "average": 6.23066, "median": 0.0, "stddev": 1.77758, "numcomments": 169}, "42": {"mechanics": ["Area Control / Area Influence", "Hand Management", "Set Collection", "Tile Placement"], "usersrated": 19816, "image": "//cf.geekdo-images.com/images/pic2338267.jpg", "wishing": 4117, "owned": 21473, "trading": 498, "id": 42, "yearpublished": "1997", "maxplayers": 4, "numweights": 2428, "wanting": 993, "thumbnail": "//cf.geekdo-images.com/images/pic2338267_t.jpg", "publishers": ["Hans im Glück Verlags-GmbH", "999 Games", "Devir", "Edge Entertainment", "Fantasy Flight Games", "Giochi Uniti", "Heidelberger Spieleverlag", "Lacerta", "Matagot", "Mayfair Games", "Pegasus Spiele", "Smart Ltd", "Top Licence Games", "Wargames Club Publishing"], "families": ["Desert Theme", "Knizia tile-laying trilogy", "Middle Eastern Theme", "Rivers: Euphrates", "Rivers: Tigris", "Tigris & Euphrates"], "description": "Regarded by many as Reiner Knizia's masterpiece, Tigris &amp; Euphrates is set in the ancient fertile crescent with players building civilizations through tile placement. Players are given four different leaders: farming, trading, religion, and government. The leaders are used to collect victory points in these same categories. However, your score at the end of the game is the number of points in your weakest category, which encourages players not to get overly specialized. Conflict arises when civilizations connect on the board, i.e., external conflicts, with only one leader of each type surviving such a conflict. Leaders can also be replaced within a civilization through internal conflicts.<br/><br/>Starting in the Mayfair edition from 2008, Tigris &amp; Euphrates included a double-sided game board and extra components for playing an advanced version of the game. This &quot;ziggurat expansion&quot;, initially released as a separate item in Germany for those who already owned the base game, is a special monument that extends across five spaces of the board. The monument can be built if a player has a cross of five civilization tokens of the same color by discarding those five tokens and replacing them with the ziggurat markers, placing a ziggurat tower upon the middle tile. The five ziggurat markers cannot be destroyed. All rules regarding monuments apply to the ziggurat monument as well. If your king is inside the kingdom of the ziggurat, you will get one victory point in a color of your choice at the end of your turn.<br/><br/>Some versions of Tigris &amp; Euphrates are listed as being for 2-4 players, while others incorrectly state that they're for 3-4 players. Tigris &amp; Euphrates is part of what is considered Reiner Knizia's tile-laying trilogy.<br/><br/>", "minplayers": 2, "averageweight": 3.5305, "bayesaverage": 7.60304, "designers": ["Reiner Knizia"], "categories": ["Abstract Strategy", "Ancient", "Civilization", "Territory Building"], "name": [{"@sortindex": "1", "#text": "Eufraat & Tigris"}, {"@sortindex": "1", "#text": "Eufraat en Tigris"}, {"@sortindex": "1", "#text": "Eufrat & Tigris"}, {"@sortindex": "1", "#text": "Eufrat i Tygrys"}, {"@sortindex": "1", "#text": "Euphrat & Tigris"}, {"@sortindex": "1", "#text": "Euphrat und Tigris"}, {"@sortindex": "1", "#text": "Tigre et Euphrate"}, {"@sortindex": "1", "#text": "Tigri & Eufrate"}, {"@sortindex": "1", "#text": "Tigris & Euphrates", "@primary": "true"}, {"@sortindex": "1", "#text": "Tigris & Euphrates with Ziggurat Expansion"}, {"@sortindex": "1", "#text": "Tigris and Euphrates"}, {"@sortindex": "1", "#text": "Tigris y Éufrates"}, {"@sortindex": "1", "#text": "Тигр и Евфрат"}, {"@sortindex": "1", "#text": "两河流域"}, {"@sortindex": "1", "#text": "兩河流域"}], "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "55"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "45"}], "average": 7.72877, "median": 0.0, "stddev": 1.49233, "numcomments": 5502}, "45": {"mechanics": ["Betting/Wagering", "Dice Rolling", "Player Elimination"], "usersrated": 9137, "image": "//cf.geekdo-images.com/images/pic3228069.jpg", "wishing": 668, "owned": 10954, "trading": 340, "id": 45, "yearpublished": "1987", "maxplayers": 6, "numweights": 842, "wanting": 110, "thumbnail": "//cf.geekdo-images.com/images/pic3228069_t.jpg", "publishers": ["(Public Domain)", "(Self-Published)", "(Unknown)", "Alga", "Asmodee", "Cappelen", "Cardinal", "Crown & Andrews Ltd.", "Damm / Egmont", "E.S. Lowe", "Endless Games (I)", "F.X. Schmid", "Friendly Games, Inc.", "Front Porch Classics", "Hasbro", "Inca Perudo", "International Games", "Jumbo", "Korea Boardgames co., Ltd.", "L4 Studios", "Mattel", "McNaughty Games", "Milton Bradley", "Mr. B Games", "Outset Media", "Parker Brothers", "Paul Lamond Games Ltd", "Piatnik", "Pressman Toy Corp.", "Ravensburger Spieleverlag GmbH", "Reveal Entertainment, Inc.", "Stupor Mundi", "University Games", "USAopoly", "Walt Disney Productions"], "families": ["Celebrities: Walt Disney", "Dice cup bluffing games", "Pirates of the Caribbean", "TV Series: The Simpsons", "Wayne's World"], "description": "Liar's Dice is a dice game where each player is given five dice and cup to roll and hide them with. Players make successively higher declarations regarding the results of all the dice remaining in the game, e.g. &quot;there are ten sixes&quot;. However, someone can always contest the bid. When that happens, all the dice are revealed and either the bidder or the caller loses dice, depending on who was correct. The last player with dice is the winner.<br/><br/>As a public domain dice game there are a number of variants or similar games called Liar's Dice.  This includes one that is often played with Poker Dice, and differs from the marketed versions in that players only declare on their own hand's value (as opposed to all dice being in play), using poker-hand values.<br/><br/>", "minplayers": 2, "averageweight": 1.2648, "bayesaverage": 6.79172, "designers": ["(Uncredited)", "Richard Borg"], "categories": ["Bluffing", "Dice", "Movies / TV / Radio theme", "Party Game"], "name": [{"@sortindex": "1", "#text": "Animal House Liar's Dice"}, {"@sortindex": "1", "#text": "Blef"}, {"@sortindex": "1", "#text": "Blöff"}, {"@sortindex": "1", "#text": "Bluff"}, {"@sortindex": "1", "#text": "Bløff"}, {"@sortindex": "1", "#text": "Call my Bluff"}, {"@sortindex": "1", "#text": "Doubter's Dice"}, {"@sortindex": "1", "#text": "Dudo: The Origin of Liar's Dice"}, {"@sortindex": "1", "#text": "Duff Dice: The Lyin' Dice Game"}, {"@sortindex": "1", "#text": "Futurama: Bender's Game of Bluff"}, {"@sortindex": "1", "#text": "Hide Da Dice"}, {"@sortindex": "1", "#text": "Liar's Dice", "@primary": "true"}, {"@sortindex": "1", "#text": "Liars Dice"}, {"@sortindex": "1", "#text": "Luckigames"}, {"@sortindex": "1", "#text": "Luring"}, {"@sortindex": "1", "#text": "Perudo"}, {"@sortindex": "1", "#text": "Perudo Pocket Sized"}, {"@sortindex": "1", "#text": "Pirates Dice: A Game of High Seas Deception"}, {"@sortindex": "1", "#text": "Roodo"}, {"@sortindex": "1", "#text": "Wayne's World NOT Dice Game"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "497"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "38"}], "average": 6.92925, "median": 0.0, "stddev": 1.3906, "numcomments": 2978}, "46": {"mechanics": ["Auction/Bidding", "Set Collection"], "usersrated": 5521, "image": "//cf.geekdo-images.com/images/pic2672797.jpg", "wishing": 975, "owned": 5579, "trading": 160, "id": 46, "yearpublished": "1995", "maxplayers": 6, "numweights": 543, "wanting": 283, "thumbnail": "//cf.geekdo-images.com/images/pic2672797_t.jpg", "publishers": ["ABACUSSPIELE", "AMIGO Spiel + Freizeit GmbH", "Asmodee", "Grail Games", "Lui-même", "Rio Grande Games"], "families": ["Cities: Florence", "Country: Italy", "Knizia Florentine auction games"], "description": "Another Reiner Knizia standby, this game plays very well with varying numbers of people.  The object is to accrue the most points during three rounds, which you do by spending your points to bid on sets of cards.  Each turn the current player turns up one to three cards for all the players to bid on, with the highest bid taking all cards.  The cards denote a commodity type and quantity/value.  The round ends when each player's ships are full, or the commodity card deck is exhausted.  After each round, points are awarded to each player having the most of a given commodity, and to the one with the most valuable total &quot;cargo load&quot;.<br/><br/>Part of the Knizia auction trilogy.<br/>One of the Knizia Florentine auction games.<br/><br/> Related Games: <br/><br/><br/>     Medici vs Strozzi (two-player version)<br/>     Strozzi<br/><br/><br/>", "minplayers": 2, "averageweight": 2.2818, "bayesaverage": 6.9109, "designers": ["Reiner Knizia"], "categories": ["Renaissance"], "name": {"@sortindex": "1", "#text": "Medici", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "395"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "246"}], "average": 7.14497, "median": 0.0, "stddev": 1.24644, "numcomments": 1879}, "47": {"mechanics": ["Set Collection", "Tile Placement", "Trading"], "usersrated": 5640, "image": "//cf.geekdo-images.com/images/pic2037509.png", "wishing": 1515, "owned": 6699, "trading": 156, "id": 47, "yearpublished": "1999", "maxplayers": 5, "numweights": 437, "wanting": 530, "thumbnail": "//cf.geekdo-images.com/images/pic2037509_t.png", "publishers": ["alea", "Ravensburger Spieleverlag GmbH", "Competo / Marektoy", "Filosofia Éditions", "Heidelberger Spieleverlag", "Quined White Goblin Games", "Z-Man Games"], "families": ["Alea Big Box", "Asian Theme", "Filosofia Reprints"], "description": "This is a negotiation game in the truest sense of the word. In it, players acquire ownership of sections of city blocks then place tiles, representing businesses, onto the block-sections.  At the end of each turn, each tile you've laid gives you some sort of payout, but completed businesses (formed of three to six connected tiles of the same type) pay quite a bit better.  All these resources are dealt to the players randomly, however, so players must trade to get matching businesses and adjacent locations.<br/><br/>This game is #2 in the Alea big box series.<br/><br/>", "minplayers": 3, "averageweight": 2.2975, "bayesaverage": 6.97519, "designers": ["Karsten Hartwig"], "categories": ["City Building", "Economic", "Negotiation"], "name": {"@sortindex": "1", "#text": "Chinatown", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "337"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "221"}], "average": 7.22124, "median": 0.0, "stddev": 1.30038, "numcomments": 1732}, "49": {"mechanics": ["Hand Management", "Memory"], "usersrated": 4767, "image": "//cf.geekdo-images.com/images/pic2824027.jpg", "wishing": 364, "owned": 5952, "trading": 167, "id": 49, "yearpublished": "1999", "maxplayers": 5, "numweights": 460, "wanting": 101, "thumbnail": "//cf.geekdo-images.com/images/pic2824027_t.jpg", "publishers": ["ABACUSSPIELE", "Brain Games", "cutia.ro", "dV Giochi", "G3", "HomoLudicus", "Kaissa Chess & Games", "Korea Boardgames co., Ltd.", "Lifestyle Boardgames Ltd", "Möbius Games", "Oya", "PS-Games", "Red Glove", "Rio Grande Games", "Vennerød Forlag AS"], "families": ["Food / Cooking", "Mamma Mia!"], "description": "Designer Uwe Rosenberg has a talent for dreaming up new and inventive card games, and Mamma Mia! is a perfect example of this talent, with players placing pizza ingredients into a combined pool, then trying to time their pizza baking in order to make use of what's available in the kitchen.<br/><br/>Each player starts the game with eight different pizza orders to fill, with one of those order cards in hand; each player also starts with a hand of ingredient cards (showing pepperoni, mushroom, pineapple, green pepper or olive). On a turn, a player lays down one or more ingredient cards of a single type into a common stack, then optionally adds a pizza order card to that stack. He then refills his hand by drawing as many cards as he played from either the shared ingredient deck or his own order deck.<br/><br/>After the draw pile is exhausted, the shared pile of cards is flipped over and sorted by ingredients until an order comes up. If enough ingredient cards are available to fill that order, the owner scores it; if not, the player can make up the difference by playing cards from his hand (and thereby scoring the order) or else return the card to the bottom of his order deck.<br/><br/>Once all the orders are scored or returned, shuffle the ingredients used in pizzas and start another round of play. After three complete rounds, the player who's filled the most orders wins!<br/><br/>", "minplayers": 2, "averageweight": 1.363, "bayesaverage": 6.32094, "designers": ["Uwe Rosenberg"], "categories": ["Card Game"], "name": [{"@sortindex": "1", "#text": "Mamma Mia!", "@primary": "true"}, {"@sortindex": "1", "#text": "Мамма мия!"}, {"@sortindex": "1", "#text": "マンマミーア！"}, {"@sortindex": "1", "#text": "媽媽咪呀！"}, {"@sortindex": "1", "#text": "맘마미아"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1128"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "303"}], "average": 6.49172, "median": 0.0, "stddev": 1.26939, "numcomments": 1273}, "50": {"mechanics": ["Hand Management", "Set Collection"], "usersrated": 25873, "image": "//cf.geekdo-images.com/images/pic2606107.jpg", "wishing": 2888, "owned": 32828, "trading": 594, "id": 50, "yearpublished": "1999", "maxplayers": 2, "numweights": 2613, "wanting": 496, "thumbnail": "//cf.geekdo-images.com/images/pic2606107_t.jpg", "publishers": ["999 Games", "Albi", "Competo / Marektoy", "Devir", "Filosofia Éditions", "Galakta", "Kaissa Chess & Games", "Korea Boardgames co., Ltd.", "KOSMOS", "Laser plus", "Midgaard Games", "Piatnik", "Playhouse Ltd", "Rio Grande Games", "Stupor Mundi", "Swan Panasia Co., Ltd.", "Tilsit", "Zvezda"], "families": ["Archaeology", "Kosmos two-player series", "Lost Cities"], "description": "Lost Cities is a card game in the Kosmos two-player series. The game consists of a single deck of cards of rank 2&ndash;10 in 5 different colors with 3 special &quot;handshakes&quot; (&quot;HS&quot; in scoring examples below) in each suit. There is also a board which functions only to hold and organize discarded cards and is largely superfluous. Games last around 15 minutes. This is generally considered a good &quot;couples&quot; game and is often recommended for people with non-gamer partners.<br/><br/>The object the game is to gain points by mounting profitable archaeological expeditions to the different sites represented by the 5 colors. On a player's turn they must always first play one card, either to an expedition or by discarding it to the appropriate discard pile, and then draw one card. There is a separate discard pile for each color and a player may draw the top card of any discard pile or the top card of the deck. Cards played to expeditions must be in ascending order but they need not be consecutive. Handshakes are considered lower than a 2 and represent investments in an expedition. Thus, if you play a red 4, you may play any other red card higher than a 4 on a future turn but may no longer play a handshake, the 2, or the 3.<br/><br/>The game continues in this fashion with players alternating turns until the final card is taken from the draw pile. The rest of the cards in hand are then discarded and players score their expeditions. Each expedition that has at least one card played into it must be scored. Cards played into an expedition are worth their rank in points, and handshakes count as a multiplier against your final total. Expeditions start at a value of -20 so you must play at least 20 points of cards into an expedition in order to make a profit. If you are left with a negative value and have a handshake, the multiplier still applies. A 20-point bonus is awarded to every expedition with at least 8 cards played into it. The player with the most points wins the game, but it is typical to play 3 matches and add your score from each to see who wins.<br/><br/>Scoring example 1: an expedition has a 2,3,7,8,10 for a total of 30. This expedition is worth 10 total points: 30 minus the initial -20.<br/><br/>Scoring example 2: an expedition has 2 HS, and 4,5,6,7,8,10 for a total of 40. This expedition is worth 80 total points: 40 points for cards, minus the initial 20, &times;3 for the 2 multipliers, plus the 20-pt bonus for playing 8+ cards.<br/><br/>Scoring example 3: an expedition has 1 HS, and 4,6,7 for a total of 17. This expedition is worth -6 total points: 17 minus initial 20, &times;2 for the multiplier.<br/><br/>", "minplayers": 2, "averageweight": 1.5186, "bayesaverage": 7.05654, "designers": ["Reiner Knizia"], "categories": ["Card Game", "Exploration"], "name": [{"@sortindex": "5", "#text": "Les Cités Perdues"}, {"@sortindex": "4", "#text": "Le Città Perdute"}, {"@sortindex": "1", "#text": "Elveszett Városok"}, {"@sortindex": "1", "#text": "Exploradores"}, {"@sortindex": "1", "#text": "Izgubljena Mesta"}, {"@sortindex": "1", "#text": "Kadonneet Kaupungit"}, {"@sortindex": "1", "#text": "Lost Cities", "@primary": "true"}, {"@sortindex": "1", "#text": "Zaginione Miasta"}, {"@sortindex": "1", "#text": "Ztracená města"}, {"@sortindex": "1", "#text": "Χαμένες Πολιτείες"}, {"@sortindex": "1", "#text": "Χαμένες Πολιτείες"}, {"@sortindex": "1", "#text": "Затерянные города"}, {"@sortindex": "1", "#text": "失落的城市"}, {"@sortindex": "1", "#text": "로스트 시티 (잃어버린 도시)"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "272"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "39"}], "average": 7.14123, "median": 0.0, "stddev": 1.27192, "numcomments": 6995}, "51": {"mechanics": ["Grid Movement", "Modular Board"], "usersrated": 6124, "image": "//cf.geekdo-images.com/images/pic1766273.jpg", "wishing": 875, "owned": 6096, "trading": 92, "id": 51, "yearpublished": "1999", "maxplayers": 15, "numweights": 451, "wanting": 201, "thumbnail": "//cf.geekdo-images.com/images/pic1766273_t.jpg", "publishers": ["ABACUSSPIELE", "Devir", "Gém Klub Kft.", "Hans im Glück Verlags-GmbH", "Korea Boardgames co., Ltd.", "Oya", "Playgo Hungary", "Rio Grande Games", "Swan Panasia Co., Ltd.", "Z-Man Games"], "families": ["Robots", "Solitaire Games"], "description": "Ricochet Robots is less of a game and more of a puzzle, which explains why there's such an odd number of solutions possible. There's a four-piece modular board that forms a large room with walls spread around the board. There are also color-coded targets on boards. Placed on top of the surface are four robots. The idea for each turn/puzzle is to get the like-colored robot to a randomly selected target. The trick is that once a robot starts moving, it will continue to move until a wall or another robot stops it. Therefore, players are seeking a sequence of moves for the robots that will enable them to move the required robot to the target in the fewest moves.<br/><br/>", "minplayers": 1, "averageweight": 2.4545, "bayesaverage": 6.77831, "designers": ["Alex Randolph"], "categories": ["Abstract Strategy", "Maze", "Puzzle", "Real-time"], "name": [{"@sortindex": "1", "#text": "Rasende Roboter"}, {"@sortindex": "1", "#text": "Ricochet Robot"}, {"@sortindex": "1", "#text": "Ricochet Robots", "@primary": "true"}, {"@sortindex": "1", "#text": "Száguldó Robotok"}, {"@sortindex": "1", "#text": "碰撞機器人"}, {"@sortindex": "1", "#text": "총알탄 로봇"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "508"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "28"}], "average": 6.99584, "median": 0.0, "stddev": 1.64957, "numcomments": 1600}, "54": {"mechanics": ["Action Point Allowance System", "Area Control / Area Influence", "Auction/Bidding", "Grid Movement", "Set Collection", "Tile Placement"], "usersrated": 13357, "image": "//cf.geekdo-images.com/images/pic178078.jpg", "wishing": 2401, "owned": 15786, "trading": 444, "id": 54, "yearpublished": "1999", "maxplayers": 4, "numweights": 1341, "wanting": 575, "thumbnail": "//cf.geekdo-images.com/images/pic178078_t.jpg", "publishers": ["Ravensburger Spieleverlag GmbH", "Rio Grande Games", "Egmont Polska", "Gém Klub Kft.", "Kellogg's", "Maldito Games", "Super Meeple"], "families": ["Archaeology", "Country: Guatemala", "The Mask Trilogy", "Promotional Board Games", "Tropical theme"], "description": "Tikal is a game of exploration within the Central American jungles in search of lost temples and the treasures within. Players send their team of explorers into the jungle, exposing more and more of the terrain.  Along the way, you find temples that require further uncovering and treasures.  Players attempt to score points for occupying temples and holding onto treasure.<br/><br/>Tikal is the first game of the Mask Trilogy.<br/><br/>Sequel:<br/><br/>     Tikal II: The Lost Temple<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 2.8359, "bayesaverage": 7.20678, "designers": ["Michael Kiesling", "Wolfgang Kramer"], "categories": ["Exploration", "Territory Building"], "name": {"@sortindex": "1", "#text": "Tikal", "@primary": "true"}, "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "182"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "132"}], "average": 7.33933, "median": 0.0, "stddev": 1.19607, "numcomments": 3416}, "58": {"mechanics": ["Area Control / Area Influence", "Area Movement", "Modular Board", "Secret Unit Deployment"], "usersrated": 1465, "image": "//cf.geekdo-images.com/images/pic638820.jpg", "wishing": 246, "owned": 2928, "trading": 218, "id": 58, "yearpublished": "1986", "maxplayers": 4, "numweights": 157, "wanting": 85, "thumbnail": "//cf.geekdo-images.com/images/pic638820_t.jpg", "publishers": ["Games Workshop Ltd.", "Hobby Japan", "Pegasus Spiele", "West End Games", "Z-Man Games"], "families": ["Admin: Better Description Needed!"], "description": "Kings &amp; Things is a classic Tom Wham game of warring kingdoms in a fantasy world and the legions of things that inhabit them. The board is made from hex tiles, which allows for a different board layout every time. Utilizing an interesting flipped counter element, players attempt to out bluff one another regarding the types of things they have in their armies.<br/><br/>Reimplements:<br/><br/>    King of the Tabletop<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 2.6561, "bayesaverage": 6.1374, "designers": ["Doug Kaufman", "Robert J. Kuntz", "Tom Wham"], "categories": ["Bluffing", "Exploration", "Fantasy", "Territory Building", "Wargame"], "name": [{"@sortindex": "1", "#text": "Kings & Things", "@primary": "true"}, {"@sortindex": "1", "#text": "Kings & Things*"}, {"@sortindex": "1", "#text": "魔法の軍団"}], "playingtime": 120, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1535"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "295"}], "average": 6.54609, "median": 0.0, "stddev": 1.46439, "numcomments": 572}, "59": {"mechanics": ["Auction/Bidding", "Commodity Speculation"], "usersrated": 1284, "image": "//cf.geekdo-images.com/images/pic431734.jpg", "wishing": 125, "owned": 1642, "trading": 92, "id": 59, "yearpublished": "1999", "maxplayers": 4, "numweights": 133, "wanting": 44, "thumbnail": "//cf.geekdo-images.com/images/pic431734_t.jpg", "publishers": ["KOSMOS"], "families": ["Admin: Better Description Needed!", "Oil, Gas, and Petroleum"], "description": "Besides attempting to find oil in dusty Texas, players must also try to outbid one another for sales contracts in the oil industry.  An oilfield with drilling sites scattered about is spread out before the players, who take their trucks out trying to grab those sites as quickly as possible.<br/><br/>Three groups of tiles are laid over the drilling sites, giving a range of value for each site once it has been reached by a player.  The deeper a site is into the field the greater its overall yield. But players have to weigh this against creating a constant supply from the smaller yields that are closer at the beginning of the game.<br/><br/>Once oil has been produced, players can attempt to sell it on the market. But there are only three companies, and with four players this means that one player will be shut out each turn.  Bidding has an interesting element to it in that player's bidding pools are hidden from one another, making it difficult to tell whether a player is bluffing.<br/><br/>Reimplemented as Black Gold<br/><br/>", "minplayers": 3, "averageweight": 2.5714, "bayesaverage": 6.25181, "designers": ["Wilko Manz"], "categories": ["Economic", "Exploration", "Industry / Manufacturing"], "name": {"@sortindex": "1", "#text": "Giganten", "@primary": "true"}, "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1261"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "643"}], "average": 6.74753, "median": 0.0, "stddev": 1.23322, "numcomments": 406}, "62": {"mechanics": ["Action / Movement Programming"], "usersrated": 293, "image": "//cf.geekdo-images.com/images/pic146706.jpg", "wishing": 67, "owned": 523, "trading": 28, "id": 62, "yearpublished": "1988", "maxplayers": 4, "numweights": 22, "wanting": 42, "thumbnail": "//cf.geekdo-images.com/images/pic146706_t.jpg", "publishers": ["Games Workshop Ltd.", "Sfera"], "families": ["3D Games", "Country: Egypt"], "description": "Players are a group of explorers in a pyramid attempting to learn forbidden knowledge and find treasure.<br/><br/>However the pyramid has many traps and tricks, and lurking about is the Mummy who will not rest until all are dead.  Comes with a 3D three level gameboard that players have to ascend and metal miniatures.<br/><br/>Expanded by<br/>Curse of the Mummy's Tomb: In Search of Eternity<br/><br/><br/>Flavour text from the box:<br/><br/>&quot;When the moon conjoins with the planet of the God Anubis, the elixir of eternal life will flow.  Whoever partakes of the sacred waters shall stay youthful for one hundred years.  Immortality is the reward for he who overcomes the dead that walk.&quot;<br/><br/>", "minplayers": 1, "averageweight": 1.9091, "bayesaverage": 5.42925, "designers": ["Stephen Hand"], "categories": ["Adventure", "Ancient", "Horror"], "name": [{"@sortindex": "1", "#text": "Curse of the Mummy's Tomb", "@primary": "true"}, {"@sortindex": "1", "#text": "Przeklenstwo Mumii"}], "playingtime": 120, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "12719"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "834"}], "average": 5.21109, "median": 0.0, "stddev": 1.58027, "numcomments": 136}, "63": {"mechanics": ["Area Movement"], "usersrated": 362, "image": "//cf.geekdo-images.com/images/pic245105.jpg", "wishing": 43, "owned": 931, "trading": 80, "id": 63, "yearpublished": "1979", "maxplayers": 8, "numweights": 52, "wanting": 20, "thumbnail": "//cf.geekdo-images.com/images/pic245105_t.jpg", "publishers": ["Avalon Hill", "Battleline"], "families": ["Country: Japan"], "description": "(from the back of the box:)<br/><br/>You are now back in time-12th through 17th century Japan, to be exact. Your objective: the exalted title of &quot;Shogun&quot;. As &quot;Shogun&quot;, you will have the right to enforce the emperor's will, and become the real ruler of Japan.<br/><br/>Samurai allows you to take control of Japan. In medieval Japan, the central government of the emperor was dissolved. He become a powerless figurehead while various clans competed to take control of the country. <br/>These clans were similar to the noble houses of Europe; and their leaders the equivalent of medieval Dukes, Barons, Counts, and the like. <br/>Using formldable samurai warriors, the clans waged endless wars across the major islands of the Japanese archipelago.<br/><br/>Concept of Play <br/>Each player controls a clan, with one or more lords. Each lord has a province representing his personal &quot;fief&quot; or home, and often has additional holdings of troops, titles, ships, castles, and more provinces.<br/><br/>The game is played in 20 turns, each representing a pace of historical events running between a few months to a few years. In each turn, moves are conducted on a mapboard that portrays the three major islands of Japan.<br/><br/>The playing pieces-360 in all-include Samurai Lords, clan control markers, holdings and title counters, troops, garrisons, and more; all explained in the easy&shy; to-follow prose of the 18-page rules folder.<br/><br/>Many Games in One <br/>An excellent game for 2 to 8 players. Samurai is suitable for beginning and intermedlate play, with plenty of optional rules and strategic options for even the expert. And for the really hard-core power-politics fanatics, special rules create a nearly &quot;perpetual&quot; game representing tho true ebb and flow of Japanese feudal confilct. <br/>Samurai includes a variety of playing aids to make learning and playing the game truly an effortless task. The rules manual contains historical background and designer's notes that offer the player the full flavor and authenticity of what medieval conflict was all about in the age of the &quot;Shogun&quot; struggles.<br/><br/><br/>(BGG description:)<br/><br/>Samurai is a game about warfare and politics in feudal Japan. The aim of the game is to gain the title &quot;Shogun&quot; by game end. To become Shogun, the player has to gain control of two out of four Imperial Articles scattered across the mapboard. These are: the Emperor, The Heir, The Imperial Regalia and Kyoto Castle.<br/><br/>Playing pieces are the samurai lords of various houses. Each lord has a home province which provides him with troops. Additional troops may be added through offices, other provinces, castles, etc.<br/><br/>", "minplayers": 2, "averageweight": 2.5769, "bayesaverage": 5.73772, "designers": ["Dan Campagna"], "categories": ["Political", "Wargame"], "name": {"@sortindex": "1", "#text": "Samurai", "@primary": "true"}, "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "3410"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "883"}], "average": 6.40041, "median": 0.0, "stddev": 1.32862, "numcomments": 167}, "66": {"mechanics": ["Area Control / Area Influence", "Auction/Bidding", "Modular Board"], "usersrated": 2182, "image": "//cf.geekdo-images.com/images/pic582814.jpg", "wishing": 243, "owned": 2943, "trading": 177, "id": 66, "yearpublished": "1997", "maxplayers": 4, "numweights": 259, "wanting": 81, "thumbnail": "//cf.geekdo-images.com/images/pic582814_t.jpg", "publishers": ["Goldsieber Spiele", "Rio Grande Games"], "families": ["Admin: Better Description Needed!"], "description": "The king lies near death, so the princes compete to dominate the kingdom and secure the throne by grabbing as much land as possible.  Each turn a card displays three actions that players can choose from: build a wall, move a wall (expanding your kingdom), place a knight, etc.  When more than one player chooses the same action, however, a bidding war takes place.  All kinds of bits come in this package&mdash;walls, castles, knights, and a gorgeous game board that allows for variable setups.<br/><br/>", "minplayers": 2, "averageweight": 2.9305, "bayesaverage": 6.61999, "designers": ["Klaus Teuber"], "categories": ["Medieval", "Political"], "name": {"@sortindex": "1", "#text": "Löwenherz", "@primary": "true"}, "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "660"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "369"}], "average": 7.0791, "median": 0.0, "stddev": 1.36213, "numcomments": 731}, "68": {"mechanics": ["Campaign / Battle Card Driven", "Point to Point Movement"], "usersrated": 438, "image": "//cf.geekdo-images.com/images/pic290690.jpg", "wishing": 60, "owned": 773, "trading": 51, "id": 68, "yearpublished": "1997", "maxplayers": 4, "numweights": 63, "wanting": 37, "thumbnail": "//cf.geekdo-images.com/images/pic290690_t.jpg", "publishers": ["Avalon Hill", "Wydawnictwo Gołębiewski"], "families": ["Country: Greece"], "description": "Following in the footsteps of the successful card driven war game systems of We the People and Hannibal: Rome vs. Carthage, Successors adds a new element in adding a multi-player dimension to the series. Players are the generals under the recently deceased Alexander the Great and recreate the civil war within the Hellenistic sphere of the middle east. The map is a point to point system, the counters are extra large and quite colorful and a deck of cards is provided that gives a refreshing twist to the typical war game.<br/><br/>Re-implemented by:<br/><br/>    Successors (third edition)<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.1905, "bayesaverage": 5.97978, "designers": ["Richard H. Berg", "Mark Simonitch"], "categories": ["Ancient", "Wargame"], "name": [{"@sortindex": "1", "#text": "Successors (second edition)", "@primary": "true"}, {"@sortindex": "1", "#text": "Sukcesorzy Aleksandra Wielkiego"}], "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2022"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "330"}], "average": 7.02293, "median": 0.0, "stddev": 1.51357, "numcomments": 172}, "69": {"mechanics": ["Pattern Building"], "usersrated": 38, "image": "//cf.geekdo-images.com/images/pic26032.jpg", "wishing": 18, "owned": 85, "trading": 6, "id": 69, "yearpublished": "1999", "maxplayers": 2, "numweights": 4, "wanting": 4, "thumbnail": "//cf.geekdo-images.com/images/pic26032_t.jpg", "publishers": ["Cadaco", "The London Game Company LTD"], "families": ["Marble Games", "Mensa Select", "n in a row"], "description": "Bollox is easy to learn as there are only two rules. Playing the game of Bollox, well, is a bit trickier.<br/><br/>Your objective? Get five pieces in a row. Sounds easy, right?<br/><br/>Rule One: Black plays first. Still sounds easy? Not so fast!<br/><br/>Rule Two: The seemingly sudden 'Sandwich Move'. Just like it sounds, when you entrap two of your opponent's pieces between two of your own, you get to &quot;evict&quot; one of your opponent's pieces. This 'Sandwich Move' really does &quot;bollox up&quot; the game plan of the unwary player. Often the Sandwich Move can completely turn the game around and give you a dazzling win.<br/><br/>1999 Mensa Select<br/><br/>", "minplayers": 2, "averageweight": 2.5, "bayesaverage": 5.53755, "designers": ["Rob Nelson"], "categories": ["Abstract Strategy"], "name": [{"@sortindex": "1", "#text": "Boku"}, {"@sortindex": "1", "#text": "Bolix"}, {"@sortindex": "1", "#text": "Bollox", "@primary": "true"}], "playingtime": 20, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "8392"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "442"}], "average": 6.68421, "median": 0.0, "stddev": 1.13776, "numcomments": 24}, "70": {"mechanics": ["Hand Management", "Modular Board", "Tile Placement"], "usersrated": 2145, "image": "//cf.geekdo-images.com/images/pic1043072.jpg", "wishing": 728, "owned": 2203, "trading": 68, "id": 70, "yearpublished": "1999", "maxplayers": 5, "numweights": 252, "wanting": 321, "thumbnail": "//cf.geekdo-images.com/images/pic1043072_t.jpg", "publishers": ["999 Games", "Goldsieber Spiele", "Rio Grande Games"], "families": ["Admin: Better Description Needed!", "Polyominoes"], "description": "This game, with its really wonderful plastic bits, is about building a city.  Players acquire cards in eight different 'neighborhoods' and then use them to lay out buildings either one, two, or three spaces large.  The points they receive for a given building is a base score plus bonuses for the buildings surrounding it.  What makes this game really unique is the city hall.  Some player must play it (scoring no points for himself) in order for anyone to start placing any structure beyond the simple residences and business.<br/><br/>", "minplayers": 2, "averageweight": 2.2183, "bayesaverage": 6.49191, "designers": ["Franz-Benno Delonge"], "categories": ["City Building"], "name": {"@sortindex": "1", "#text": "Big City", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "834"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "477"}], "average": 6.90107, "median": 0.0, "stddev": 1.20292, "numcomments": 814}, "71": {"mechanics": ["Area Control / Area Influence", "Area Movement", "Hand Management", "Set Collection", "Trading"], "usersrated": 6095, "image": "//cf.geekdo-images.com/images/pic114473.jpg", "wishing": 733, "owned": 8163, "trading": 363, "id": 71, "yearpublished": "1980", "maxplayers": 7, "numweights": 702, "wanting": 227, "thumbnail": "//cf.geekdo-images.com/images/pic114473_t.jpg", "publishers": ["Avalon Hill", "ACE Pelit Oy", "Compendium Games", "Descartes Editeur", "Gibsons Games", "Hartland Trefoil Ltd.", "Joc Internacional", "Piatnik", "Spiel & Kunst", "Welt der Spiele"], "families": ["Civilization"], "description": "CIVILIZATION is a game of skill for 2 to 7 players.  It covers the development of ancient civilizations from the invention of agriculture c. 8000 B.C. to the emergence of Rome around the middle of the third century B.C.  Each player leads a nation of peoples over a map board of the Eastern Mediterranean and Near East as they attempt to carve a niche for themselves and their culture.<br/><br/>Although battles and territorial strategy are important, this is not a war game because it is not won by battle or conquest.  Instead, the object of play is to gain a level of overall advancement involving cultural, economic, and political factors so that such conflicts that do arise are a result of rivalry and land shortage rather than a desire to eliminate other players.  Nomad and farmer, warrior and merchant, artisan and citizen all have an essential part to play in the development of civilization.  It is the player who most effectively changes emphasis between these various outlooks who will achieve the best balance - and win.<br/><br/>(from the Introduction to the Avalon Hill edition rulebook)<br/><br/>This game has a huge following and is widely regarded as one of the best games about ancient civilizations.  Each player takes on the role of leader of an ancient civilization, such as the Illyrians or Babylonians.  Your task is to guide your people through the ages by expanding your empire and using its proceeds to finance new technological advances, such as Literacy, Metalworking, or Law.  The advancements help your civilization better cope with its problems as well as help bring new advancements.<br/><br/>Civilization is widely thought to be the first game ever to incorporate a &quot;technology tree,&quot; allowing players to gain certain items and abilities only after particular other items were obtained.  This influential mechanism has been adopted by countless other board games, card games, and computer games.<br/><br/>", "minplayers": 2, "averageweight": 3.6681, "bayesaverage": 7.22635, "designers": ["Francis Tresham", "Mick (Mike) Uhl"], "categories": ["Ancient", "Civilization", "Economic", "Negotiation"], "name": [{"@sortindex": "1", "#text": "Civilisation"}, {"@sortindex": "1", "#text": "Civilizacion"}, {"@sortindex": "1", "#text": "Civilización: El Juego De Las Culturas Mediterráneas"}, {"@sortindex": "1", "#text": "Civilization", "@primary": "true"}, {"@sortindex": "1", "#text": "Sivilisaatio"}], "playingtime": 360, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "175"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "117"}], "average": 7.52626, "median": 0.0, "stddev": 1.59524, "numcomments": 1992}, "73": {"mechanics": ["Card Drafting", "Set Collection"], "usersrated": 1449, "image": "//cf.geekdo-images.com/images/pic964364.jpg", "wishing": 372, "owned": 1595, "trading": 58, "id": 73, "yearpublished": "1996", "maxplayers": 6, "numweights": 157, "wanting": 172, "thumbnail": "//cf.geekdo-images.com/images/pic964364_t.jpg", "publishers": ["Queen Games", "db-Spiele"], "families": ["Queen Yellow Wave Box Series"], "description": "The players put together four shows in any order: Queenie, Wolf, King Lear, and Ballet.  To accomplish this, players draft actor cards from a constantly changing queue of cards.  Each card represents actors of varying skills at roles.  Once a player puts together all the needed roles for a show, the value is judged against all the other productions of that type, with points given relative to the other productions.<br/><br/>This is a Queen Games reprint of the db-Spiele original, Premiere.<br/><br/>", "minplayers": 2, "averageweight": 2.1019, "bayesaverage": 6.47602, "designers": ["Dirk Henn"], "categories": ["Card Game"], "name": [{"@sortindex": "1", "#text": "Premiere"}, {"@sortindex": "1", "#text": "Show Manager", "@primary": "true"}, {"@sortindex": "1", "#text": "Showmanager"}], "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "856"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "452"}], "average": 7.06649, "median": 0.0, "stddev": 1.25866, "numcomments": 484}, "74": {"mechanics": ["Hand Management", "Simultaneous Action Selection", "Voting"], "usersrated": 14300, "image": "//cf.geekdo-images.com/images/pic213515.jpg", "wishing": 474, "owned": 18995, "trading": 784, "id": 74, "yearpublished": "1999", "maxplayers": 10, "numweights": 1372, "wanting": 55, "thumbnail": "//cf.geekdo-images.com/images/pic213515_t.jpg", "publishers": ["Beverly Enterprises, Inc.", "Excalibur Electronics", "Holiday Games", "Mattel", "Out of the Box Publishing", "Pegasus Spiele", "Tactic"], "families": ["Apples to Apples", "Mensa Select"], "description": "The party game Apples to Apples consists of two decks of cards: Things and Descriptions. Each round, the active player draws a Description card (which features an adjective like &quot;Hairy&quot; or &quot;Smarmy&quot;) from the deck, then the other players each secretly choose the Thing card in hand that best matches that description and plays it face-down on the table. The active player then reveals these cards and chooses the Thing card that, in his opinion, best matches the Description card, which he awards to whoever played that Thing card. This player becomes the new active player for the next round.<br/><br/>Once a player has won a pre-determined number of Description cards, that player wins.<br/><br/>", "minplayers": 4, "averageweight": 1.1698, "bayesaverage": 5.87418, "designers": ["Matthew Kirby", "Mark Alan Osterhaus"], "categories": ["Card Game", "Humor", "Party Game"], "name": [{"@sortindex": "1", "#text": "Äpfel zu Äpfeln"}, {"@sortindex": "1", "#text": "Appels en Peren"}, {"@sortindex": "1", "#text": "Apples to Apples", "@primary": "true"}, {"@sortindex": "1", "#text": "Concordances"}, {"@sortindex": "1", "#text": "Kjaftaskja"}, {"@sortindex": "1", "#text": "Kuin kaksi marjaa"}, {"@sortindex": "1", "#text": "Lika som bär"}, {"@sortindex": "1", "#text": "Manzanas con Manzanas"}, {"@sortindex": "1", "#text": "アップルトウアップル"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2496"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "269"}], "average": 5.9714, "median": 0.0, "stddev": 1.68249, "numcomments": 4448}, "75": {"mechanics": ["Hand Management"], "usersrated": 1247, "image": "//cf.geekdo-images.com/images/pic257039.jpg", "wishing": 107, "owned": 2101, "trading": 130, "id": 75, "yearpublished": "1998", "maxplayers": 8, "numweights": 128, "wanting": 28, "thumbnail": "//cf.geekdo-images.com/images/pic257039_t.jpg", "publishers": ["Cheapass Games", "Paizo Publishing", "Portal Games", "Titanic Games"], "families": ["Animals: Cattle"], "description": "This game is from an odd genre, real-time card games.  Each of the players (except the dealer) is a person falling to his death.  The goal is not to live, rather just to be the last one to go splat.  The dealer continues dealing cards to players, eventually giving them 'ground' cards.  But on the way down players can do all kinds of nasty stuff to each other to ensure their relative longevity.<br/><br/><br/>Versions<br/><br/><br/>     Color version (Out of Print)<br/>     Falling&mdash;The Goblin Edition (released June 2008)<br/><br/><br/><br/>Awards<br/><br/>1998 Origins Award Nominee: Best Traditional Card Game<br/>1998 Listed in GAMES Magazine's GAMES 100<br/><br/>", "minplayers": 4, "averageweight": 1.2266, "bayesaverage": 5.46813, "designers": ["James Ernest"], "categories": ["Card Game", "Fantasy", "Print & Play", "Real-time"], "name": [{"@sortindex": "1", "#text": "Falling", "@primary": "true"}, {"@sortindex": "1", "#text": "Falling: The Goblin Edition"}, {"@sortindex": "1", "#text": "Spadamy!"}], "playingtime": 5, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "12021"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "389"}], "average": 5.48305, "median": 0.0, "stddev": 1.76854, "numcomments": 503}, "77": {"mechanics": ["Dice Rolling", "Secret Unit Deployment", "Simulation"], "usersrated": 619, "image": "//cf.geekdo-images.com/images/pic289183.jpg", "wishing": 123, "owned": 1017, "trading": 57, "id": 77, "yearpublished": "1991", "maxplayers": 2, "numweights": 88, "wanting": 45, "thumbnail": "//cf.geekdo-images.com/images/pic289183_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Columbia Front Series", "Country: Russia"], "description": "EastFront details the conflict between Germany and the Soviet Union during WWII.  Players have to contend with production, supply, command control and whether to try and break the other sides' lines.  Several scenarios cover every major point of the war.  The game comes with a fantastic, detailed map of Eastern Europe and Russia printed on cardstock and many wooden blocks for the units.  This is a standalone game that can also serve as one element of the complete EuroFront series which covers the entire European conflict of WWII.<br/><br/>This title uses the Columbia Games Block system.  While there are variations in the rule sets, all of the &quot;Front&quot; series of games are based on the block system.  Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.  This accomplishes two things:  First it provides an easy way of producing a &quot;fog of war&quot; because your opponent cannot tell, save through good memory or deduction, what type of unit a specific piece is or its current strength.  Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.  Although most war games have some type of mechanism that lets units to take steps in their overall strength, counters normally have at most two steps because they only have two sides.  Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.<br/><br/>With the use of blocks, Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.<br/><br/>", "minplayers": 2, "averageweight": 3.6136, "bayesaverage": 6.36546, "designers": ["Craig Besinque", "Tom Dalgliesh"], "categories": ["Wargame", "World War II"], "name": {"@sortindex": "1", "#text": "EastFront", "@primary": "true"}, "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1047"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "76"}], "average": 7.68455, "median": 0.0, "stddev": 1.64803, "numcomments": 311}, "78": {"mechanics": ["Dice Rolling", "Secret Unit Deployment"], "usersrated": 173, "image": "//cf.geekdo-images.com/images/pic72713.jpg", "wishing": 17, "owned": 486, "trading": 35, "id": 78, "yearpublished": "1992", "maxplayers": 2, "numweights": 33, "wanting": 6, "thumbnail": "//cf.geekdo-images.com/images/pic72713_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Columbia Front Series"], "description": "WestFront details the conflict between the Allies and  Germany during WWII between 1943-45. Players have to contend with production, supply, command control and the weather to try and break the other sides lines. Additional rules are included for amphibious invasions. Several scenarios cover every major point of the war. The game comes with a fantastic detailed map of Western Europe and Italy printed on card and many wooden blocks for the units. This is one section of the complete EuroFront series that covers the entire European conflict of WWII.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and it&rsquo;s current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.<br/><br/>Re-implemented as:<br/><br/>    WestFront II<br/><br/><br/><br/><br/>Expanded by:<br/><br/>    EuroFront<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.5152, "bayesaverage": 5.71459, "designers": ["Craig Besinque"], "categories": ["Wargame", "World War II"], "name": [{"@sortindex": "1", "#text": "WestFront", "@primary": "true"}, {"@sortindex": "1", "#text": "WestFront: The War in Europe, 1943-45"}], "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "3615"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "632"}], "average": 6.91144, "median": 0.0, "stddev": 1.30675, "numcomments": 91}, "79": {"mechanics": ["Dice Rolling", "Hex-and-Counter", "Secret Unit Deployment", "Simulation"], "usersrated": 109, "image": "//cf.geekdo-images.com/images/pic13658.jpg", "wishing": 18, "owned": 362, "trading": 21, "id": 79, "yearpublished": "1994", "maxplayers": 2, "numweights": 23, "wanting": 11, "thumbnail": "//cf.geekdo-images.com/images/pic13658_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Columbia Front Series"], "description": "MedFront details the conflict between the Allies and Germany during WWII from 1940-43, as well as the Spanish Civil War from 1936-39. Players have to contend with production, supply, command control and the weather to break the other side's lines and achieve victory.  The game comes with a fantastic detailed map of Spain and North Africa printed on card and many wooden blocks for the units. This is just one portion of the complete EuroFront series, which covers the entire European conflict of WWII.<br/><br/>This title uses Columbia Games Block system.  While there are variations in the rule sets, all of their games are based on the block system.  Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.  This does two things:  First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.  Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.  Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.  Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.  With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.<br/><br/>WestFront II includes updated MedFront maps and some Spanish units; EuroFront II has the updated MedFront rules (and the Spanish Civil War scenario and other Spanish units) for those maps.<br/><br/>Expanded by:<br/><br/>    EuroFront<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.087, "bayesaverage": 5.58351, "designers": ["Craig Besinque"], "categories": ["Wargame", "World War II"], "name": {"@sortindex": "1", "#text": "MedFront", "@primary": "true"}, "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "Not Ranked"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "Not Ranked"}], "average": 6.31101, "median": 0.0, "stddev": 1.37809, "numcomments": 62}, "80": {"mechanics": ["Secret Unit Deployment"], "usersrated": 63, "image": "//cf.geekdo-images.com/images/pic13710.jpg", "wishing": 23, "owned": 302, "trading": 17, "id": 80, "yearpublished": "1994", "maxplayers": 2, "numweights": 12, "wanting": 19, "thumbnail": "//cf.geekdo-images.com/images/pic13710_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Columbia Front Series", "Rivers: Volga"], "description": "Volgafront is a folio add-on to Columbia Games EastFront.  It provides an eastern map extension of Russia so that a complete picture of the strategic possibilities during WWII in Germany's fight with the Soviet Union.  It also comes with an additional EastFront rulebook and a set of new scenarios that utilize the map extension directly.  EastFront is required to play with the VolgaFront map.  VolgaFront is also part of the EuroFront series.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and it&rsquo;s current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.<br/><br/>EastFront II includes most of the VolgaFront map (but not scenarios).<br/><br/>Expands:<br/><br/>    EastFront<br/><br/><br/><br/><br/>Expanded by:<br/><br/>    EuroFront<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.0833, "bayesaverage": 5.62358, "designers": ["Tim Taylor"], "categories": ["Expansion for Base-game", "Wargame", "World War II"], "name": {"@sortindex": "1", "#text": "VolgaFront", "@primary": "true"}, "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "Not Ranked"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "Not Ranked"}], "average": 7.49524, "median": 0.0, "stddev": 1.24051, "numcomments": 63}, "81": {"mechanics": ["Dice Rolling", "Secret Unit Deployment", "Simulation"], "usersrated": 86, "image": "//cf.geekdo-images.com/images/pic72710.jpg", "wishing": 10, "owned": 308, "trading": 23, "id": 81, "yearpublished": "1995", "maxplayers": 6, "numweights": 15, "wanting": 5, "thumbnail": "//cf.geekdo-images.com/images/pic72710_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Columbia Front Series"], "description": "EuroFront is a supplementary rules system that allows all of the Front games (EastFront, WestFront, MedFront and possibly the VolgaFront expansion) to be combined into one sprawling game that covers the entire European theater of WWII.  Rules are provided to link all the games together seamlessly and add units for neutral and minor powers in Europe.  Further, rules are provided so that simulate the political history and allow for the possibility that non-historical outcomes occur with respect to how minor powers react to the events of WWII.  Part of the EuroFront series.<br/><br/>This title uses Columbia Games Block system.  While there are variations in the rule sets, all of their games are based on the block system.  Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.  This does two things:  First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.  Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.  Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.  Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.  With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.<br/><br/>", "minplayers": 2, "averageweight": 3.8667, "bayesaverage": 5.63411, "designers": ["Craig Besinque"], "categories": ["Expansion for Base-game", "Wargame", "World War II"], "name": [{"@sortindex": "1", "#text": "EuroFront", "@primary": "true"}, {"@sortindex": "1", "#text": "MasterFront"}], "playingtime": 600, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "Not Ranked"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "Not Ranked"}], "average": 7.15, "median": 0.0, "stddev": 1.4174, "numcomments": 60}, "82": {"mechanics": ["Dice Rolling", "Secret Unit Deployment"], "usersrated": 290, "image": "//cf.geekdo-images.com/images/pic365542.jpg", "wishing": 67, "owned": 767, "trading": 64, "id": 82, "yearpublished": "1993", "maxplayers": 2, "numweights": 45, "wanting": 32, "thumbnail": "//cf.geekdo-images.com/images/pic365542_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames", "Crowdfunding: Kickstarter"], "description": "Bobby Lee covers the eastern theater of the American Civil War around the Virginia area from 1861-1865.  It comes with a beautiful card-stock map of Maryland, Pennsylvania and Eastern Virginia and heaps of wooden blocks for the North and South.  The game utilizes both a strategic layer of the conflict but also provides a slightly more tactical layer of combat with additional battle maps that allow for center, and flank positions of specific units.  The game can be combined with Sam Grant so that both theaters of the Civil War can be played out at the same time.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and it&rsquo;s current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.<br/><br/>All artwork and graphics in the game Bobby Lee was created by RPG/Historical artist, Eric Hotz.<br/><br/>", "minplayers": 2, "averageweight": 2.9111, "bayesaverage": 5.81671, "designers": ["Tom Dalgliesh"], "categories": ["American Civil War", "Wargame"], "name": {"@sortindex": "1", "#text": "Bobby Lee", "@primary": "true"}, "playingtime": 240, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2821"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "493"}], "average": 6.82711, "median": 0.0, "stddev": 1.53701, "numcomments": 182}, "83": {"mechanics": ["Secret Unit Deployment"], "usersrated": 117, "image": "//cf.geekdo-images.com/images/pic1747822.jpg", "wishing": 28, "owned": 378, "trading": 22, "id": 83, "yearpublished": "1997", "maxplayers": 2, "numweights": 25, "wanting": 21, "thumbnail": "//cf.geekdo-images.com/images/pic1747822_t.jpg", "publishers": ["Columbia Games"], "families": ["Block wargames"], "description": "Sam Grant covers the western theater of the American Civil War around the Mississippi area from 1862-1864.  It comes with a beautiful card-stock map from Vicksburg to Cincinnati and heaps of wooden blocks for the North and South.  The game utilizes both a strategic layer of the conflict but also provides a slightly more tactical layer of combat with additional battle maps that allow for center, and flank positions of specific units.  The game can be combined with Bobby Lee so that both theaters of the Civil War can be played out at the same time.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and it&rsquo;s current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.<br/><br/>All artwork and graphics in the game Sam Grant was created by RPG/Historical artist,  Eric Hotz.<br/><br/>", "minplayers": 2, "averageweight": 2.88, "bayesaverage": 5.60462, "designers": ["Tom Dalgliesh", "Gary Selkirk"], "categories": ["American Civil War", "Wargame"], "name": {"@sortindex": "1", "#text": "Sam Grant", "@primary": "true"}, "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "5440"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "1209"}], "average": 6.42735, "median": 0.0, "stddev": 1.47935, "numcomments": 61}, "84": {"mechanics": ["Dice Rolling", "Secret Unit Deployment"], "usersrated": 868, "image": "//cf.geekdo-images.com/images/pic239376.jpg", "wishing": 462, "owned": 1816, "trading": 67, "id": 84, "yearpublished": "1982", "maxplayers": 2, "numweights": 145, "wanting": 187, "thumbnail": "//cf.geekdo-images.com/images/pic239376_t.jpg", "publishers": ["Columbia Games", "Game Preserve"], "families": ["Block wargames", "Desert Theme"], "description": "Rommel in the Desert is a pre-&quot;Front&quot; game touching on the conflict between the British and Germans in North Africa during WWII. A game of maneuver, each side has to move with precision and know when to strike, since a cut in supply spells disaster for either side. The supply system is card driven. The game comes with a map of North Africa and 100 wooden blocks to represent the British and Germans.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets for each of their games none the less all of their games are based on block system. Basically this means that rather than the traditional use of counters to represent units on the map the game instead uses wooden blocks that stand upright and with unit details only shown on one side of the blocks. This does two things: First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is and its current strength. Second, by having the blocks stand on end it provides a way to keep track of a units strength by rotating the block so the current strength is the top number. Most war games have some type of mechanism that lets units take steps in their overall strength. Counters normally have at most two steps because of they only have two sides, however blocks have four and so now you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding further complex layers of bookkeeping and thus allow for interesting and relatively short sessions of play.<br/><br/>", "minplayers": 2, "averageweight": 3.4069, "bayesaverage": 6.50189, "designers": ["Craig Besinque"], "categories": ["Wargame", "World War II"], "name": {"@sortindex": "1", "#text": "Rommel in the Desert", "@primary": "true"}, "playingtime": 150, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "822"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "71"}], "average": 7.54691, "median": 0.0, "stddev": 1.47368, "numcomments": 472}, "85": {"mechanics": ["Dice Rolling", "Point to Point Movement", "Secret Unit Deployment"], "usersrated": 607, "image": "//cf.geekdo-images.com/images/pic403469.jpg", "wishing": 210, "owned": 1090, "trading": 38, "id": 85, "yearpublished": "1972", "maxplayers": 2, "numweights": 81, "wanting": 109, "thumbnail": "//cf.geekdo-images.com/images/pic403469_t.jpg", "publishers": ["Columbia Games", "Gamma Two Games"], "families": ["Block wargames", "Country: Canada", "French and Indian War", "Provinces: Quebec"], "description": "Quebec 1759 is a small, simple and short war game covering the conflict between the British and the French in Canada during the French and Indian War. The game comes with a gorgeous map drawn in the style of the period. Movement is conducted via a point-to-point system following the roads and towns in the area around Quebec. The game comes with handfuls of blocks to represent the British and French units.<br/><br/>This title uses Columbia Games Block system. While there are variations in the rule sets, all of their games are based on the block system. Basically this means that rather than using the traditional counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side. This does two things:  First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength. Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number. Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides. Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide. With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.<br/><br/>", "minplayers": 2, "averageweight": 2.1358, "bayesaverage": 6.07156, "designers": ["Steve Brewster", "Tom Dalgliesh", "Lance Gutteridge"], "categories": ["Age of Reason", "Wargame"], "name": {"@sortindex": "1", "#text": "Quebec 1759", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1709"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "292"}], "average": 6.93797, "median": 0.0, "stddev": 1.20817, "numcomments": 325}, "87": {"mechanics": ["Dice Rolling", "Hex-and-Counter", "Secret Unit Deployment"], "usersrated": 394, "image": "//cf.geekdo-images.com/images/pic2402729.jpg", "wishing": 43, "owned": 749, "trading": 66, "id": 87, "yearpublished": "1998", "maxplayers": 6, "numweights": 52, "wanting": 22, "thumbnail": "//cf.geekdo-images.com/images/pic2402729_t.jpg", "publishers": ["Columbia Games", "Tilsit"], "families": ["Block wargames"], "description": "Victory: The Blocks of War is a Block game published in 1998 by Columbia Games.  It is a generic war game played on modular maps with World War II units.  The game uses a stripped down Front system, with the whole command control element removed and simplified movement and unit production.  Block sets for blue and red players and several maps are included in the base game.<br/><br/>There are many supplements available, including basic block sets for four additional colors (black, orange, green, and gray), ten-unit elite sets for each color, maps with various terrain, and a logistics expansion which provides a twist on production and adds other strategic elements to the game.<br/><br/>Expanded by:<br/><br/>    Victory: The Blocks of War – Additional Blocksets<br/>    Victory: The Blocks of War – Elite Blocksets<br/>    Victory: The Blocks of War – Extra Maps<br/>    Victory: The Blocks of War – Logistics Set<br/><br/><br/><br/><br/>Victory FAQ based on info in the rules forum here and elsewhere.<br/><br/>", "minplayers": 2, "averageweight": 2.6154, "bayesaverage": 5.75184, "designers": ["Tom Dalgliesh", "Grant Dalgliesh"], "categories": ["Wargame", "World War II"], "name": [{"@sortindex": "1", "#text": "Victory:  The Blocks of War", "@primary": "true"}, {"@sortindex": "1", "#text": "Victory: 2ème Guerre Mondiale"}, {"@sortindex": "1", "#text": "Victory: World War II"}], "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "3300"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "828"}], "average": 6.32859, "median": 0.0, "stddev": 1.54077, "numcomments": 188}, "88": {"mechanics": ["Action Point Allowance System", "Area Control / Area Influence", "Area Enclosure", "Grid Movement", "Hand Management", "Tile Placement"], "usersrated": 6875, "image": "//cf.geekdo-images.com/images/pic3371593.jpg", "wishing": 1346, "owned": 8245, "trading": 311, "id": 88, "yearpublished": "1999", "maxplayers": 4, "numweights": 775, "wanting": 378, "thumbnail": "//cf.geekdo-images.com/images/pic3371593_t.jpg", "publishers": ["ABACUSSPIELE", "F.X. Schmid", "HUCH! & friends", "Ravensburger Spieleverlag GmbH", "Rio Grande Games", "Tilsit"], "families": ["3D Games", "The Mask Trilogy"], "description": "Torres is an abstract game of resource management and tactical pawn movement.  Players are attempting to build up castles and position their knights to score the most points each turn.  Players have a limited supply of knights and action cards that allow special actions to be taken.  Efficient use of pieces and cards, along with a thoughtful awareness of future possibilities, is the heart of this game.<br/><br/>Torres is considered by many to be an informal member of what is referred to as the Mask Trilogy.<br/><br/>", "minplayers": 2, "averageweight": 2.8839, "bayesaverage": 6.96527, "designers": ["Michael Kiesling", "Wolfgang Kramer"], "categories": ["Abstract Strategy", "Medieval"], "name": {"@sortindex": "1", "#text": "Torres", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "349"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "12"}], "average": 7.17617, "median": 0.0, "stddev": 1.27894, "numcomments": 2024}, "90": {"mechanics": ["Hand Management"], "usersrated": 526, "image": "//cf.geekdo-images.com/images/pic192632.jpg", "wishing": 45, "owned": 936, "trading": 105, "id": 90, "yearpublished": "1999", "maxplayers": 2, "numweights": 59, "wanting": 18, "thumbnail": "//cf.geekdo-images.com/images/pic192632_t.jpg", "publishers": ["Hasbro", "Milton Bradley"], "families": ["Admin: Better Description Needed!", "Star Wars"], "description": "Spewed out amidst the rest of the 'Phantom Menace' merchandise, this little card game from Hasbro actually rises to a decent level for the true Gamer.  The game focuses on the duel between Qui-Gon and Darth Maul.  Players face off in three battles per round trying to beat the other in two out of the three battles.  If you win a round then you score a point on the victory track.  Players have to manage a hand of cards and decide when to press forward and when to concede a battle.<br/><br/>From the box:<br/><br/>Relive the Final Duel in a one-on-one contest of strategy and skill!<br/><br/>It's your turn to determine the fate of Naboo!  Pick who you will be -- Sith Lord Darth Maul or Jedi Master Qui-Gon Jinn -- and duel to the finish!<br/><br/>Hand by hand, round by round, use your Battle Deck to attack and defend. Use strategy. Use skill. Use the Force. Move your figure through thte FInal Duel cards towards victory until the battle is won. Who will be the winner?<br/><br/>Contents<br/><br/><br/>    55 Qui-Gon Jinn Battle Cards<br/>    55 Darth Maul Battle Cards<br/>    5 Qui-Gon Jinn Final Duel Cards<br/>    5 Darth Maul Final Duel Cards<br/>    1 Qui-Gon Jinn Pewter Figure<br/>    1 Darth Maul Pewter Figure<br/><br/><br/>", "minplayers": 2, "averageweight": 1.4237, "bayesaverage": 5.80245, "designers": ["Craig Van Ness"], "categories": ["Card Game", "Movies / TV / Radio theme", "Science Fiction"], "name": {"@sortindex": "1", "#text": "Star Wars: Episode 1 – Clash of the Lightsabers", "@primary": "true"}, "playingtime": 20, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2924"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "783"}], "average": 6.28927, "median": 0.0, "stddev": 1.32674, "numcomments": 238}, "93": {"mechanics": ["Area Control / Area Influence", "Area Movement", "Auction/Bidding", "Card Drafting", "Hand Management", "Memory", "Simultaneous Action Selection"], "usersrated": 17971, "image": "//cf.geekdo-images.com/images/pic180538.jpg", "wishing": 4128, "owned": 17408, "trading": 293, "id": 93, "yearpublished": "1995", "maxplayers": 5, "numweights": 1909, "wanting": 1179, "thumbnail": "//cf.geekdo-images.com/images/pic180538_t.jpg", "publishers": ["Hans im Glück Verlags-GmbH", "999 Games", "Användbart Litet Företag", "Descartes Editeur", "Filosofia Éditions", "Gabinete Lúdico", "Rio Grande Games"], "families": ["Country: Spain", "El Grande"], "description": "In this award-winning game, players take on the roles of Grandes in medieval Spain.  The king's power is flagging, and these powerful lords are vying for control of the various regions.  To that end, you draft caballeros (knights in the form of colored cubes) into your court and subsequently move them onto the board to help seize control of regions.  After every third round, the regions are scored, and after the ninth round, the player with the most points is the winner.<br/><br/>In each of the nine rounds, you select one of your 13 power cards to determine turn order as well as the number of caballeros you get to move from the provinces (general supply) into your court (personal supply).<br/><br/>A turn then consists of selecting one of five action cards which allow variations to the rules and additional scoring opportunities in addition to determining how many caballeros to move from your court to one or more of the regions on the board (or into the castillo - a secretive tower). Normally, you may only place your caballeros into regions adjacent to the one containing the king pawn. The one hard and fast rule in El Grande is that nothing may move into or out of the king's region. One of the five action cards that is always available each round allows you to move the king to a new region. The other four action cards varying from round to round.<br/><br/>The goal is to have a caballero majority in as many regions (and the castillo) as possible during a scoring round. Following the scoring of the castillo, you place any cubes you had stashed there into the region you had secretly indicated on your region dial. Each region is then scored individually according to a table printed in that region. Two-point bonuses are awarded for having sole majority in the region containing your Grande (large cube) and in the region containing the king.<br/><br/>", "minplayers": 2, "averageweight": 3.088, "bayesaverage": 7.68718, "designers": ["Wolfgang Kramer", "Richard Ulrich"], "categories": ["Renaissance"], "name": [{"@sortindex": "4", "#text": "El Grande", "@primary": "true"}, {"@sortindex": "1", "#text": "大王"}], "playingtime": 120, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "42"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "34"}], "average": 7.81051, "median": 0.0, "stddev": 1.34107, "numcomments": 4535}, "94": {"mechanics": ["Card Drafting", "Route/Network Building", "Stock Holding"], "usersrated": 3906, "image": "//cf.geekdo-images.com/images/pic226392.jpg", "wishing": 566, "owned": 3890, "trading": 153, "id": 94, "yearpublished": "1999", "maxplayers": 6, "numweights": 460, "wanting": 248, "thumbnail": "//cf.geekdo-images.com/images/pic226392_t.jpg", "publishers": ["999 Games", "AMIGO Spiel + Freizeit GmbH", "Rio Grande Games"], "families": ["Country: USA"], "description": "Union Pacific is a train-themed stock market game.  On each turn, players must choose between expanding a company to increase its value and adding a share of stock to their hand, or playing stock onto the table from their hand to increase their ownership of one or two companies.  There are four semi-random scoring events, in which the first and second place share holder in each company are paid dividends.  Only stock that has been previously played onto the table is considered during the scoring rounds.   Union Pacific is a special company whose shares are claimed according to special rules.  Union Pacific is not represented on the board but instead pays dividends to all share holders according to a fixed progression chart.  Money is only used to track victory conditions and cannot be spent during the game.  The winner is the player with the most money at the end of the game.<br/><br/>Re-implements:<br/><br/><br/>     Airlines<br/><br/><br/>Re-implemented as:<br/><br/><br/>     Airlines Europe<br/><br/><br/>", "minplayers": 2, "averageweight": 2.5478, "bayesaverage": 6.92802, "designers": ["Alan R. Moon"], "categories": ["Economic", "Trains"], "name": {"@sortindex": "1", "#text": "Union Pacific", "@primary": "true"}, "playingtime": 90, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "375"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "229"}], "average": 7.24785, "median": 0.0, "stddev": 1.31055, "numcomments": 1190}, "95": {"mechanics": ["Roll / Spin and Move"], "usersrated": 956, "image": "//cf.geekdo-images.com/images/pic309356.jpg", "wishing": 113, "owned": 992, "trading": 23, "id": 95, "yearpublished": "1990", "maxplayers": 6, "numweights": 119, "wanting": 57, "thumbnail": "//cf.geekdo-images.com/images/pic309356_t.jpg", "publishers": ["Doris & Frank", "University Games"], "families": ["Animals: Hedgehogs/Porcupines"], "description": "Translated literally, the title means &quot;Hedgehog Irking&quot; (or a bit more loosely, &quot;Annoying the Hedgehogs&quot;), but the game is usually referred to in English as &quot;Hedgehogs in a Hurry.&quot; This game gives players several wooden disks (the hedgehogs) to place in one of six rows.  During a turn, you roll a die, optionally move any of your hedgehogs one row left or right, then move any hedgehog (not necessarily yours!) in the row your rolled forward one space.  But watch out for black spaces; hedgehogs caught there can't continue moving until they're in last place.  The first player to get three of their four hedgehogs to the end of the board wins.  Some later versions of this game come with dozens of different variants to keep the game interesting.<br/><br/>", "minplayers": 2, "averageweight": 1.3866, "bayesaverage": 5.97064, "designers": ["Doris Matthäus", "Frank Nestel"], "categories": ["Animals", "Children's Game", "Dice", "Racing"], "name": [{"@sortindex": "1", "#text": "Egelrace"}, {"@sortindex": "1", "#text": "Hedgehogs in a Hurry"}, {"@sortindex": "1", "#text": "Heriss'Olym-Pik"}, {"@sortindex": "1", "#text": "Igel Ärgern", "@primary": "true"}, {"@sortindex": "1", "#text": "Neue Igel zum ärgern"}], "playingtime": 30, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2053"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "575"}], "average": 6.40022, "median": 0.0, "stddev": 1.32892, "numcomments": 334}, "96": {"mechanics": ["Action / Movement Programming", "Dice Rolling", "Hand Management", "Point to Point Movement"], "usersrated": 489, "image": "//cf.geekdo-images.com/images/pic1021646.jpg", "wishing": 265, "owned": 818, "trading": 44, "id": 96, "yearpublished": "1982", "maxplayers": 2, "numweights": 44, "wanting": 148, "thumbnail": "//cf.geekdo-images.com/images/pic1021646_t.jpg", "publishers": ["Citadel Game Systems", "Milton Bradley"], "families": ["Gamemaster Series"], "description": "Broadsides and Boarding Parties was the first title in Milton Bradley's Gamemaster series of games.  It is a light tactical war game during the age of sail where two ships face off against one another on the sea.  There are basically two layers to the game, the broadsides portion in which players plot their movement with a deck of cards, attempting to maneuver their ships in such a way that they can fire a volley of cannon balls at the opponent while minimizing the risk of return fire.<br/><br/>The second layer of the game begins when the movement of ships results in them bumping into one another.  In these instances the Boarding Parties portion comes into play.  Here players line up their ships next to one another and attempt to storm the other ship and kill the opposing captain.  Players can only move a limited amount of their units each turn and so some planning is required to hem in the opposing captain.<br/><br/>The components for the game are quite elaborate.  Each player is given a fully detailed plastic ship about a foot long with removable masts.  Also, each player is given a whole crew of little plastic pirate figures, cannon, and captain.  Lastly the board is full color and styled in the period.<br/><br/><br/>Note that the first edition was published in 1982 by Larry Harris, Jr. (Citadel Game Systems) and came in a box similar in size to the Games Workshop Ltd. or Avalon Hill games.  There are no elaborate plastic ships, cannons or playing pieces in the original edition, though.  You get paper maps and cardboard counters.<br/><br/>", "minplayers": 2, "averageweight": 1.8182, "bayesaverage": 5.69467, "designers": ["Larry Harris, Jr."], "categories": ["Nautical", "Pirates", "Wargame"], "name": {"@sortindex": "1", "#text": "Broadsides and Boarding Parties", "@primary": "true"}, "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "3868"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "587"}], "average": 6.13254, "median": 0.0, "stddev": 1.56476, "numcomments": 241}, "97": {"mechanics": ["Area Movement", "Dice Rolling"], "usersrated": 895, "image": "//cf.geekdo-images.com/images/pic901704.jpg", "wishing": 98, "owned": 1453, "trading": 92, "id": 97, "yearpublished": "1984", "maxplayers": 6, "numweights": 76, "wanting": 48, "thumbnail": "//cf.geekdo-images.com/images/pic901704_t.jpg", "publishers": ["Milton Bradley"], "families": ["Ancient Rome", "Gamemaster Series"], "description": "Conquest of the Empire is part of Milton Bradley's Gamemaster series.  It is set during the Roman Empire and depicts the struggle around the Mediterranean as rival factions attempt to take control of the empire.  Each player plays one of these factions and receives a Caesar figure, several general figures, and ships of a specific color.  Along with these leaders, players utilize a pool of generic units composed of infantry, cavalry, and catapults.  All game pieces are plastic figures.<br/><br/>Players attempt to conquer their neighbors and build up cities and fortifications to increase production of wealth.  Players also may build road networks that allow for faster movement, by all armies.  Along the way players have to contend with rising inflation which makes military units more and more expensive.  Eventually through elimination one player pulls ahead for the win.<br/><br/>Re-implemented by:<br/><br/>    Eagle Games's Conquest of the Empire (2005)<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 2.5132, "bayesaverage": 5.83857, "designers": ["Larry Harris, Jr."], "categories": ["Ancient", "Economic", "Wargame"], "name": {"@sortindex": "1", "#text": "Conquest of the Empire", "@primary": "true"}, "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "2689"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "1012"}], "average": 6.27782, "median": 0.0, "stddev": 1.46847, "numcomments": 368}, "98": {"mechanics": ["Area Movement", "Dice Rolling", "Partnerships"], "usersrated": 8582, "image": "//cf.geekdo-images.com/images/pic24006.jpg", "wishing": 250, "owned": 11350, "trading": 561, "id": 98, "yearpublished": "1981", "maxplayers": 5, "numweights": 896, "wanting": 49, "thumbnail": "//cf.geekdo-images.com/images/pic24006_t.jpg", "publishers": ["Jedko Games", "Milton Bradley", "Nova Game Designs", "PewterCraft"], "families": ["Axis & Allies", "Components: Miniatures", "Gamemaster Series"], "description": "Axis and Allies is the most successful of Milton Bradley's Gamemaster series.<br/><br/>It depicts WWII on a grand scale, full global level. Up to five players can play on two different teams. The Axis which has Germany and Japan, and the Allies which has the USA, the United Kingdom, and the USSR. A full map of the world is provided, broken up in various chunks similar to Risk. The game comes with gobs of plastic miniatures that represent various military units during WWII.  Players have at their disposal infantry, armor, fighters, bombers, battleships, aircraft carriers, submarines, troop transports, anti-air guns, and factories. All of the units perform differently and many have special functions. Players have to work together with their teammates in order to coordinate offenses and decide how best to utilize their production points. Players also have the option of risking production resources on the possibility of developing a super technology that might turn the tide of war.<br/><br/>Axis and Allies was originally published by Nova Games in 1981.<br/><br/>Re-implemented by:<br/><br/>    Axis & Allies Anniversary Edition<br/>     Axis &amp; Allies: Global 1940 (Axis & Allies Pacific 1940 combined with Axis & Allies Europe 1940)<br/><br/><br/><br/><br/>Expanded by:<br/><br/>    Totally Untested Volume 2 of Max's Advanced Rules for Axis & Allies (Unofficial expansion)<br/>    Conquest of the Pacific (Unofficial expansion)<br/>    Midway (Unofficial expansion)<br/><br/><br/><br/><br/>", "minplayers": 2, "averageweight": 3.0346, "bayesaverage": 6.3258, "designers": ["Larry Harris, Jr."], "categories": ["Economic", "Wargame", "World War II"], "name": [{"@sortindex": "1", "#text": "Axis & Allies", "@primary": "true"}, {"@sortindex": "1", "#text": "Axis and Allies"}], "playingtime": 180, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1117"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "552"}], "average": 6.53724, "median": 0.0, "stddev": 1.56784, "numcomments": 2792}, "101": {"mechanics": ["Auction/Bidding"], "usersrated": 1016, "image": "//cf.geekdo-images.com/images/pic70647.jpg", "wishing": 71, "owned": 1242, "trading": 83, "id": 101, "yearpublished": "1996", "maxplayers": 6, "numweights": 108, "wanting": 31, "thumbnail": "//cf.geekdo-images.com/images/pic70647_t.jpg", "publishers": ["Mayfair Games"], "families": ["Auto Racing: Wolfgang Kramer card system", "Cities: Cleveland (Ohio, USA)", "Cities: Detroit (Michigan, USA)", "Sports: Auto Racing"], "description": "This game is part of a family which includes Top Race, Daytona 500, and Formel 1.  Players are dealt a hand of cards which have movement numbers for one or more of the cars.  When a card is played, the cars are advanced the number of spaces indicated in order from top to bottom.  However, if the track is blocked, then that movement is lost, so the idea is to use the cards that help your opponents (which you'll likely have to play eventually) only when they won't be able to take advantage of the movement.<br/><br/>", "minplayers": 2, "averageweight": 1.7037, "bayesaverage": 6.17917, "designers": ["Wolfgang Kramer"], "categories": ["Card Game", "Racing"], "name": [{"@sortindex": "1", "#text": "Brickyard"}, {"@sortindex": "1", "#text": "Detroit-Cleveland Grand Prix", "@primary": "true"}], "playingtime": 60, "ranks": [{"friendlyname": "Board Game Rank", "name": "boardgame", "value": "1428"}, {"friendlyname": "Strategy Game Rank", "name": "strategygames", "value": "345"}], "average": 6.7684, "median": 0.0, "stddev": 1.18091, "numcomments": 444}}